Repository: ruscher/biglinux-systemd-swap-gui
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Memory used for disk buffers and file cache. The kernel reclaims this automatically when applications need RAM. High values here are normal and indicate efficient disk caching.
bg: Памет, използвана за дискови буфери и кеш на файлове. Ядрото автоматично я възстановява, когато приложенията се нуждаят от RAM. Високите стойности тук са нормални и показват ефективно кеширане на диска.
cs: Paměť používaná pro diskové vyrovnávací paměti a mezipaměť souborů. Jádro to automaticky uvolňuje, když aplikace potřebují RAM. Vysoké hodnoty zde jsou normální a naznačují efektivní vyrovnávací paměť disku.
da: Hukommelse brugt til diskbuffer og filcache. Kernen genvinder dette automatisk, når applikationer har brug for RAM. Høje værdier her er normale og indikerer effektiv diskcache.
de: Speicher für Festplattenpuffer und Dateicache. Der Kernel fordert dies automatisch zurück, wenn Anwendungen RAM benötigen. Hohe Werte sind hier normal und weisen auf effizientes Festplatten-Caching hin.
el: Μνήμη που χρησιμοποιείται για buffers δίσκου και κρυφή μνήμη αρχείων. Ο πυρήνας το ανακτά αυτόματα όταν οι εφαρμογές χρειάζονται RAM. Υψηλές τιμές εδώ είναι φυσιολογικές και δείχνουν αποτελεσματική κρυφή μνήμη δίσκου.
es: Memoria usada para búferes de disco y caché de archivos. El kernel recupera esto automáticamente cuando las aplicaciones necesitan RAM. Valores altos aquí son normales e indican caché de disco eficiente.
et: Kettapuhvrite ja failide vahemälu jaoks kasutatav mälu. Tuum nõuab selle automaatselt tagasi, kui rakendused vajavad RAM-i. Kõrged väärtused on siin normaalsed ja näitavad tõhusat ketta vahemälu salvestamist.
fi: Levypuskureihin ja tiedostovälimuistiin käytetty muisti. Ydin palauttaa tämän automaattisesti, kun sovellukset tarvitsevat RAM-muistia. Korkeat arvot tässä ovat normaaleja ja osoittavat tehokasta levyn välimuistia.
fr: Mémoire utilisée pour les tampons de disque et le cache de fichiers. Le noyau récupère cela automatiquement lorsque les applications ont besoin de RAM. Des valeurs élevées ici sont normales et indiquent une mise en cache disque efficace.
he: זיכרון המשמש לחוצצי דיסק ומטמון קבצים. הקרנל מחזיר זאת אוטומטית כאשר יישומים זקוקים ל-RAM. ערכים גבוהים כאן הם נורמליים ומצביעים על מטמון דיסק יעיל.
hr: Memorija koja se koristi za međuspremnike diska i predmemoriju datoteka. Kernel to automatski vraća kada aplikacije trebaju RAM. Visoke vrijednosti ovdje su normalne i ukazuju na učinkovito predmemoriranje diska.
hu: Lemezpufferekhez és fájlgyorsítótárhoz használt memória. A kernel ezt automatikusan visszaveszi, amikor az alkalmazásoknak RAM-ra van szükségük. A magas értékek itt normálisak, és hatékony lemezgyorsítótárazást jeleznek.
is: Minni notað fyrir diskabiðminni og skráaskyndiminni. Kjarninn endurheimtir þetta sjálfkrafa þegar forrit þurfa vinnsluminni. Há gildi hér eru eðlileg og benda til skilvirkrar skyndiminniss á diski.
it: Memoria utilizzata per buffer del disco e cache dei file. Il kernel recupera questo spazio automaticamente quando le applicazioni necessitano di RAM. Valori elevati qui sono normali e indicano un caching del disco efficiente.
ja: ディスクバッファとファイルキャッシュに使用されるメモリ。 アプリケーションが RAM を必要とするとき、カーネルはこれを自動的に再利用します。 ここの値が高いことは正常であり、効率的なディスクキャッシュを示しています。
nl: Geheugen gebruikt voor schijfbuffers en bestandscache. De kernel wint dit automatisch terug wanneer applicaties RAM nodig hebben. Hoge waarden hier zijn normaal en duiden op efficiënte schijfcaching.
no: Minne brukt for diskbuffere og filbuffer. Kjernen gjenvinner dette automatisk når applikasjoner trenger RAM. Høye verdier her er normalt og indikerer effektiv diskbufring.
pl: Pamięć używana dla buforów dyskowych i pamięci podręcznej plików. Jądro odzyskuje to automatycznie, gdy aplikacje potrzebują pamięci RAM. Wysokie wartości są tutaj normalne i wskazują na wydajne buforowanie dysku.
pt: Memória usada para buffers de disco e cache de arquivos. O kernel recupera isso automaticamente quando aplicativos precisam de RAM. Valores altos aqui são normais e indicam cache de disco eficiente.Memória usada para buffers de disco e cache de arquivos. O kernel recupera isso automaticamente quando aplicativos precisam de RAM. Valores altos aqui são normais e indicam cache de disco eficiente.
ro: Memoria utilizată pentru bufferele de disc și memoria cache a fișierelor. Kernel-ul recuperează acest lucru automat când aplicațiile au nevoie de RAM. Valorile ridicate aici sunt normale și indică o cache eficientă a discului.
ru: Память, используемая для дисковых буферов и файлового кэша. Ядро автоматически восстанавливает это, когда приложениям требуется ОЗУ. Высокие значения здесь нормальны и указывают на эффективное кэширование диска.
sv: Minne som används för diskbuffertar och filcache. Kärnan återvinner detta automatiskt när applikationer behöver RAM. Höga värden här är normalt och indikerar effektiv diskcaching.
tr: Disk arabellekleri ve dosya önbelleği için kullanılan bellek. Uygulamaların RAM'e ihtiyacı olduğunda çekirdek bunu otomatik olarak geri alır. Buradaki yüksek değerler normaldir ve verimli disk önbelleğe almayı gösterir.
uk: Пам'ять, що використовується для дискових буферів і кешу файлів. Ядро автоматично повертає це, коли програмам потрібна RAM. Високі значення тут є нормальними та вказують на ефективне кешування диска.

source: Total swap space available across all backends. Combines zram (compressed in RAM), zswap, and disk swap files.
bg: Общото пространство за размяна, налично във всички бекенди. Комбинира zram (компресирана в RAM), zswap и файлове за размяна на диск.
cs: Celkový dostupný swap prostor napříč všemi backendy. Kombinuje zram (komprimovaný v RAM), zswap a soubory swap na disku.
da: Total swapplads tilgængelig på tværs af alle backend. Kombinerer zram (komprimeret i RAM), zswap og disk swap-filer.
de: Gesamter verfügbarer Swap-Speicherplatz über alle Backends hinweg. Kombiniert Zram (komprimiert im RAM), Zswap und Festplatten-Swap-Dateien.
el: Συνολικός χώρος swap διαθέσιμος σε όλα τα συστήματα υποστήριξης. Συνδυάζει zram (συμπιεσμένο σε RAM), zswap και αρχεία swap δίσκου.
es: Espacio total de swap disponible en todos los backends. Combina zram (comprimido en RAM), zswap y archivos de swap en disco.
et: Kogu saaleruum on saadaval kõigis taustaprogrammides. Ühendab zrami (tihendatud RAM-is), zswapi ja ketta saalefailid.
fi: Kokonais-swap-tila saatavilla kaikissa taustajärjestelmissä. Yhdistää zramin (pakattu RAM-muistiin), zswapin ja levyn swap-tiedostot.
fr: Espace d'échange total disponible sur tous les backends. Combine zram (compressé en RAM), zswap et les fichiers d'échange sur disque.
he: סך כל שטח ה-swap הזמין בכל המנגנונים. מצטרף את zram (דחוס ב-RAM), zswap וקבצי swap בדיסק.
hr: Ukupan swap prostor dostupan na svim pozadinama. Objedinjuje zram (komprimirano u RAM-u), zswap i swap datoteke na disku.
hu: Összes rendelkezésre álló cserehely az összes backendben. Egyesíti a zramot (RAM-ban tömörítve), a zswapot és a lemezes swap fájlokat.
is: Heildarskiptipláss í boði á öllum bakendum. Sameinar zram (þjappað í vinnsluminniss), zswap og diskskiptiskrár.
it: Spazio di swap totale disponibile su tutti i backend. Combina zram (compresso in RAM), zswap e file di swap su disco.
ja: すべてのバックエンドで使用可能なスワップ領域の合計。 zram (RAM 内で圧縮)、zswap、およびディスクスワップファイルを組み合わせます。
nl: Totale wisselruimte beschikbaar over alle backends. Combineert zram (gecomprimeerd in RAM), zswap en schijfwisselbestanden.
no: Total bytteplass tilgjengelig på tvers av alle backends. Kombinerer zram (komprimert i RAM), zswap og diskbyttefiler.
pl: Całkowita przestrzeń wymiany dostępna we wszystkich backendach. Łączy zram (skompresowany w pamięci RAM), zswap i pliki wymiany na dysku.
pt: Espaço total de swap disponível em todos os backends. Combina zram (comprimido em RAM), zswap e arquivos de swap em disco.Espaço total de swap disponível em todos os backends. Combina zram (comprimido em RAM), zswap e arquivos de swap em disco.
ro: Spațiul total de swap disponibil pe toate backend-urile. Combină zram (comprimat în RAM), zswap și fișierele swap de pe disc.
ru: Общее пространство подкачки, доступное на всех бэкендах. Объединяет zram (сжатый в ОЗУ), zswap и файлы подкачки на диске.
sk: Celkový odkladací priestor dostupný vo všetkých backendoch. Kombinuje zram (komprimované v RAM), zswap a diskové odkladacie súbory.
sv: Totalt swap-utrymme tillgängligt över alla backends. Kombinerar zram (komprimerat i RAM), zswap och disk swap-filer.
tr: Tüm arka uçlarda mevcut toplam takas alanı. Zram (RAM'de sıkıştırılmış), zswap ve disk takas dosyalarını birleştirir.
uk: Загальний простір підкачки, доступний на всіх бекендах. Поєднує zram (стиснутий в RAM), zswap та файли підкачки на диску.

source: Swap data stored in compressed RAM (zswap pool or zram). Faster than disk swap — data is compressed and kept in memory.
bg: Разменете данните, съхранявани в компресирана RAM (zswap пул или zram). По-бързо от дисковия swap — данните са компресирани и съхранявани в паметта.
cs: Vyměňte data uložená v komprimované RAM (zswap pool nebo zram). Rychlejší než výměna na disku — data jsou komprimována a uchovávána v paměti.
da: Byt data, der er gemt i komprimeret RAM (zswap-pulje eller zram). Hurtigere end diskbytte - data er komprimeret og opbevaret i hukommelsen.
de: Swap-Daten gespeichert im komprimierten RAM (Zswap-Pool oder Zram). Schneller als Festplatten-Swap — Daten werden komprimiert und im Speicher gehalten.
el: Δεδομένα swap αποθηκευμένα σε συμπιεσμένη RAM (zswap pool ή zram). Ταχύτερο από το swap δίσκου — τα δεδομένα συμπιέζονται και διατηρούνται στη μνήμη.
es: Datos de swap almacenados en RAM comprimida (pool zswap o zram). Más rápido que swap en disco — los datos se comprimen y mantienen en memoria.
et: Tihendatud RAM-i salvestatud vahetusandmed (zswapi bassein või zram). Kiirem kui ketta vahetus – andmed tihendatakse ja hoitakse mälus.
fi: Swap-tiedot tallennettu pakattuun RAM-muistiin (zswap-allas tai zram). Nopeampi kuin levyn swap — tiedot pakataan ja pidetään muistissa.
fr: Données d'échange stockées dans la RAM compressée (pool zswap ou zram). Plus rapide que l'échange sur disque — les données sont compressées et conservées en mémoire.
he: נתוני swap המאוחסנים ב-RAM דחוס (מאגר zswap או zram). מהיר יותר מ-swap בדיסק — הנתונים נדחסים ונשמרים בזיכרון.
hr: Swap podaci pohranjeni u komprimiranom RAM-u (zswap pool ili zram). Brže od disk swapa — podaci se komprimiraju i čuvaju u memoriji.
hu: Tömörített RAM-ban (zswap pool vagy zram) tárolt csereadatok. Gyorsabb, mint a lemezes swap — az adatok tömörítve vannak és a memóriában maradnak.
is: Skiptigögn geymd í þjöppuðu vinnsluminniss (zswap pool eða zram). Hraðari en diskskipti — gögn eru þjöppuð og geymd í minni.
it: Dati di swap memorizzati nella RAM compressa (pool zswap o zram). Più veloce dello swap su disco — i dati vengono compressi e mantenuti in memoria.
ja: 圧縮 RAM (zswap プールまたは zram) に保存されたスワップデータ。 ディスクスワップよりも高速 — データは圧縮されてメモリに保持されます。
nl: Wisselgegevens opgeslagen in gecomprimeerde RAM (zswap-pool of zram). Sneller dan schijfwissel — gegevens worden gecomprimeerd en in geheugen bewaard.
no: Byttedata lagret i komprimert RAM (zswap-pool eller zram). Raskere enn diskbytte — data komprimeres og holdes i minnet.
pl: Dane wymiany przechowywane w skompresowanej pamięci RAM (pula zswap lub zram). Szybsze niż wymiana na dysku — dane są kompresowane i przechowywane w pamięci.
pt: Dados de swap armazenados em RAM comprimida (pool zswap ou zram). Mais rápido que swap em disco — dados são comprimidos e mantidos na memória.Dados de swap armazenados em RAM comprimida (pool zswap ou zram). Mais rápido que swap em disco — dados são comprimidos e mantidos na memória.
ro: Datele swap stocate în RAM comprimat (pool zswap sau zram). Mai rapid decât swap-ul pe disc — datele sunt comprimate și păstrate în memorie.
ru: Данные подкачки, хранящиеся в сжатой ОЗУ (пул zswap или zram). Быстрее, чем подкачка на диске — данные сжимаются и хранятся в памяти.
sk: Odkladacie dáta uložené v komprimovanej pamäti RAM (zswap pool alebo zram). Rýchlejšie ako diskový swap — dáta sú komprimované a uchovávané v pamäti.
sv: Swap-data lagrad i komprimerat RAM (zswap pool eller zram). Snabbare än disk swap — data komprimeras och hålls i minnet.
tr: Sıkıştırılmış RAM'de (zswap havuzu veya zram) depolanan takas verileri. Disk takasından daha hızlıdır — veriler sıkıştırılır ve bellekte tutulur.
uk: Дані підкачки, що зберігаються в стиснутій RAM (пул zswap або zram). Швидше, ніж підкачка на диску — дані стискаються та зберігаються в пам'яті.

source: Swap data written to disk (swap files or partitions). Slower than in-RAM swap. Used when compressed cache is full.
bg: Размяна на данни, записани на диск (файлове за размяна или дялове). По-бавно от размяната в RAM. Използва се, когато компресираният кеш е пълен.
cs: Vyměňte data zapsaná na disk (swap soubory nebo oddíly). Pomalejší než swap v RAM. Používá se, když je komprimovaná cache plná.
da: Byt data skrevet til disk (swap-filer eller partitioner). Langsommere end in-RAM swap. Bruges når den komprimerede cache er fuld.
de: Swap-Daten auf Festplatte geschrieben (Swap-Dateien oder Partitionen). Langsamer als Swap im RAM. Wird verwendet, wenn der komprimierte Cache voll ist.
el: Δεδομένα swap που γράφονται στον δίσκο (αρχεία swap ή κατατμήσεις). Πιο αργό από το swap σε RAM. Χρησιμοποιείται όταν η συμπιεσμένη κρυφή μνήμη είναι πλήρης.
es: Datos de swap escritos en disco (archivos de swap o particiones). Más lento que swap en RAM. Usado cuando la caché comprimida está llena.
et: Kettale kirjutatud vahetusandmed (vahetusfailid või sektsioonid). Aeglasem kui RAM-i vahetus. Kasutatakse siis, kui tihendatud vahemälu on täis.
fi: Swap-tiedot kirjoitettu levylle (swap-tiedostot tai osiot). Hitaampi kuin RAM-swap. Käytetään, kun pakattu välimuisti on täynnä.
fr: Données d'échange écrites sur le disque (fichiers d'échange ou partitions). Plus lent que l'échange en RAM. Utilisé lorsque le cache compressé est plein.
he: נתוני swap שנכתבו לדיסק (קבצי swap או מחיצות). איטי יותר מ-swap ב-RAM. משמש כאשר המטמון הדחוס מלא.
hr: Swap podaci napisani na disk (swap datoteke ili particije). Sporije od swapa u RAM-u. Koristi se kada je komprimirana predmemorija puna.
hu: Lemezre írt csereadatok (swap fájlok vagy partíciók). Lassabb, mint a RAM-ban lévő swap. Akkor használják, ha a tömörített gyorsítótár megtelt.
is: Skiptigögn skrifuð á disk (skiptaskrár eða skipting). Hægari en í vinnsluminnisskipti. Notað þegar þjappað skyndiminni er fullt.
it: Dati di swap scritti su disco (file di swap o partizioni). Più lento dello swap in-RAM. Utilizzato quando la cache compressa è piena.
ja: ディスク (スワップファイルまたはパーティション) に書き込まれたスワップデータ。 RAM 内スワップよりも低速です。圧縮キャッシュがいっぱいのときに使用されます。
nl: Wisselgegevens geschreven naar schijf (wisselbestanden of partities). Langzamer dan in-RAM swap. Gebruikt wanneer de gecomprimeerde cache vol is.
no: Byttedata skrevet til disk (byttefiler eller partisjoner). Tregere enn in-RAM bytte. Brukes når komprimert hurtigbuffer er full.
pl: Dane wymiany zapisane na dysku (pliki wymiany lub partycje). Wolniejsze niż wymiana w pamięci RAM. Używane, gdy skompresowana pamięć podręczna jest pełna.
pt: Dados de swap escritos em disco (arquivos de swap ou partições). Mais lento que swap em RAM. Usado quando o cache comprimido está cheio.Dados de swap escritos em disco (arquivos de swap ou partições). Mais lento que swap em RAM. Usado quando o cache comprimido está cheio.
ro: Datele swap scrise pe disc (fișiere swap sau partiții). Mai lent decât swap-ul în RAM. Folosit când memoria cache comprimată este plină.
ru: Данные подкачки, записанные на диск (файлы подкачки или разделы). Медленнее, чем подкачка в ОЗУ. Используется, когда сжатый кэш полон.
sk: Odkladacie dáta zapísané na disk (odkladacie súbory alebo oddiely). Pomalšie ako in-RAM swap. Používa sa, keď je komprimovaná vyrovnávacia pamäť plná.
sv: Swap-data skriven till disk (swap-filer eller partitioner). Långsammare än swap i RAM. Används när komprimerad cache är full.
tr: Diske yazılan takas verileri (takas dosyaları veya bölümleri). RAM içi takastan daha yavaştır. Sıkıştırılmış önbellek dolduğunda kullanılır.
uk: Дані підкачки, записані на диск (файли підкачки або розділи). Повільніше, ніж підкачка в RAM. Використовується, коли стиснутий кеш заповнений.

source: RAM used by the zswap compressed cache pool. Zswap intercepts pages being swapped out and compresses them in RAM before they reach the disk, reducing I/O significantly.
bg: RAM, използвана от компресирания кеш пул на zswap. Zswap прихваща страниците, които се разменят, и ги компресира в RAM, преди да достигнат до диска, значително намалявайки I/O.
cs: RAM používaná komprimovanou cache pool zswap. Zswap zachycuje stránky, které se mají vyměnit, a komprimuje je v RAM, než se dostanou na disk, čímž výrazně snižuje I/O.
da: RAM brugt af zswap komprimeret cachepulje. Zswap opfanger sider, der bliver byttet ud, og komprimerer dem i RAM, før de når disken, hvilket reducerer I/O betydeligt.
de: RAM, der vom komprimierten Zswap-Cache-Pool verwendet wird. Zswap fängt Seiten ab, die ausgelagert werden, und komprimiert sie im RAM, bevor sie die Festplatte erreichen, was die E/A erheblich reduziert.
el: RAM που χρησιμοποιείται από το pool συμπιεσμένης κρυφής μνήμης zswap. Το Zswap παρεμποδίζει σελίδες που γίνονται swap out και τις συμπιέζει στη RAM πριν φτάσουν στον δίσκο, μειώνοντας σημαντικά το I/O.
es: RAM usada por el pool de caché comprimido de zswap. Zswap intercepta páginas siendo enviadas a swap y las comprime en RAM antes de que lleguen al disco, reduciendo significativamente el I/O.
et: Zswapi tihendatud vahemälukogumi poolt kasutatav RAM. Zswap püüab väljavahetatavad lehed kinni ja tihendab need RAM-i enne kettale jõudmist, vähendades oluliselt I/O-d.
fi: Zswap-pakatun välimuistialtaan käyttämä RAM. Zswap sieppaa swapattavat sivut ja pakkaa ne RAM-muistiin ennen kuin ne saavuttavat levyn, vähentäen I/O-ta huomattavasti.
fr: RAM utilisée par le pool de cache compressé zswap. Zswap intercepte les pages échangées et les compresse en RAM avant qu'elles n'atteignent le disque, réduisant considérablement les E/S.
he: RAM המשמש את מאגר המטמון הדחוס של zswap. Zswap מיירט דפים שמוחלפים החוצה ודוחס אותם ב-RAM לפני שהם מגיעים לדיסק, ומפחית משמעותית את ה-I/O.
hr: RAM koji koristi zswap komprimirani cache pool. Zswap presreće stranice koje se zamjenjuju i komprimira ih u RAM prije nego što stignu do diska, značajno smanjujući I/O.
hu: A zswap tömörített gyorsítótár-készlete által használt RAM. A Zswap elfogja a kicserélt oldalakat, és tömöríti őket a RAM-ban, mielőtt elérnék a lemezt, jelentősen csökkentve az I/O-t.
is: Vinnsluminni notað af zswap þjöppuðu skyndiminni. Zswap grípur síður sem verið er að skipta út og þjappar þeim saman í vinnsluminni áður en þær ná í diskinn, sem dregur verulega úr I/O.
it: RAM utilizzata dal pool di cache compressa zswap. Zswap intercetta le pagine scambiate e le comprime nella RAM prima che raggiungano il disco, riducendo significativamente l'I/O.
ja: zswap 圧縮キャッシュプールによって使用される RAM。 Zswap はスワップアウトされるページをインターセプトし、ディスクに到達する前に RAM 内で圧縮して、I/O を大幅に削減します。
nl: RAM gebruikt door de zswap-gecomprimeerde cachepool. Zswap onderschept pagina's die worden verwisseld en comprimeert ze in RAM voordat ze de schijf bereiken, waardoor I/O aanzienlijk wordt verminderd.
no: RAM brukt av zswap-komprimert hurtigbuffer-pool. Zswap fanger opp sider som byttes ut og komprimerer dem i RAM før de når disken, noe som reduserer I/O betydelig.
pl: Pamięć RAM używana przez pulę skompresowanej pamięci podręcznej zswap. Zswap przechwytuje wymieniane strony i kompresuje je w pamięci RAM zanim trafią na dysk, znacznie redukując I/O.
pt: RAM usada pelo pool de cache comprimido do zswap. O Zswap intercepta páginas sendo enviadas para swap e as comprime na RAM antes que alcancem o disco, reduzindo significativamente o I/O.RAM usada pelo pool de cache comprimido do zswap. O Zswap intercepta páginas sendo enviadas para swap e as comprime na RAM antes que alcancem o disco, reduzindo significativamente o I/O.
ro: RAM utilizat de pool-ul cache comprimat zswap. Zswap interceptează paginile care sunt schimbate și le comprimă în RAM înainte de a ajunge pe disc, reducând semnificativ I/O.
ru: ОЗУ, используемая пулом сжатого кэша zswap. Zswap перехватывает страницы, выгружаемые в подкачку, и сжимает их в ОЗУ до того, как они достигнут диска, значительно снижая ввод-вывод.
sk: RAM využívaná fondom komprimovanej vyrovnávacej pamäte zswap. Zswap zachytí stránky, ktoré sa vymieňajú, a skomprimuje ich v RAM predtým, ako sa dostanú na disk, čím sa výrazne zníži I/O.
sv: RAM som används av zswap komprimerad cache-pool. Zswap fångar upp sidor som byts ut och komprimerar dem i RAM innan de når disken, vilket minskar I/O avsevärt.
tr: Zswap sıkıştırılmış önbellek havuzu tarafından kullanılan RAM. Zswap, dışarı takas edilen sayfaları yakalar ve diske ulaşmadan önce RAM'de sıkıştırır, bu da I/O'yu önemli ölçüde azaltır.
uk: RAM, що використовується пулом стиснутого кешу zswap. Zswap перехоплює сторінки, які вивантажуються, і стискає їх у RAM перш ніж вони досягнуть диска, значно зменшуючи I/O.
