Repository: ruscher/biglinux-systemd-swap-gui
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: No active swap systems
bg: Няма активни swap системи
cs: Žádné aktivní swapovací systémy
da: Ingen aktive swap-systemer
de: Keine aktiven Swap-Systeme
el: Κανένα ενεργό σύστημα swap
es: Ningún sistema de swap activo
et: Pole aktiivseid saaleala süsteeme
fi: Ei aktiivisia swap-järjestelmiä
fr: Aucun système de swap actif
he: אין מערכות swap פעילות
hr: Nema aktivnih swap sustava
hu: Nincs aktív swap rendszer
is: Engin virk skiptikerfi
it: Nessun sistema di swap attivo
ja: アクティブなスワップシステムはありません
nl: Geen actieve wisselsystemen
no: Ingen aktive byttesystemer
pl: Brak aktywnych systemów wymiany
pt: Nenhum sistema de swap ativo
ro: Nu există sisteme swap active
ru: Нет активных систем подкачки
sk: Žiadne aktívne systémy swapu
sv: Inga aktiva swap-system
tr: Aktif takas sistemi yok
uk: Немає активних систем swap

source: === BigLinux Swap Manager - Statistics ===
bg: === BigLinux Swap Мениджър - Статистика ===
cs: === BigLinux Swap Manager - Statistika ===
da: === BigLinux Swap Manager - Statistik ===
de: === BigLinux Swap Manager - Statistiken ===
el: === Διαχειριστής Swap BigLinux - Στατιστικά ===
es: === BigLinux Swap Manager - Estadísticas ===
et: === BigLinuxi saaleala haldur - Statistika ===
fi: === BigLinux Swap Manager - Tilastot ===
fr: === Gestionnaire de Swap BigLinux - Statistiques ===
he: === מנהל Swap BigLinux - סטטיסטיקה ===
hr: === BigLinux Swap Manager - Statistika ===
hu: === BigLinux Swap Manager - Statisztika ===
is: === BigLinux Swap Manager - Tölfræði ===
it: === BigLinux Swap Manager - Statistiche ===
ja: === BigLinux スワップマネージャー - 統計 ===
nl: === BigLinux Swap Manager - Statistieken ===
no: === BigLinux Swap Manager - Statistikk ===
pl: === BigLinux Swap Manager - Statystyki ===
pt: === BigLinux Swap Manager - Estatísticas ===
ro: === BigLinux Swap Manager - Statistici ===
ru: === BigLinux Менеджер Swap - Статистика ===
sk: === BigLinux Swap Manager - Štatistiky ===
sv: === BigLinux Swap Manager - Statistik ===
tr: === BigLinux Swap Manager - İstatistikler ===
uk: === BigLinux Менеджер Swap - Статистика ===

source: Swap Devices:
bg: Смяна на устройства:
cs: Vyměnit zařízení:
da: Skift enheder:
de: Swap-Geräte:
el: Συσκευές Swap:
es: Dispositivos de Swap:
et: Saaleala seadmed:
fi: Swap-laitteet:
fr: Périphériques Swap :
he: התקני Swap:
hr: Swap Uređaji:
hu: Swap Eszközök:
is: Skiptitæki:
it: Dispositivi di Swap:
ja: スワップデバイス:
nl: Wisselapparaten:
no: Bytteenheter:
pl: Urządzenia Wymiany:
pt: Dispositivos de Swap:
ro: Dispozitive Swap:
ru: Устройства Swap:
sk: Swap Zariadenia:
sv: Swap Enheter:
tr: Takas Cihazları:
uk: Пристрої Swap:

source: Statistics copied to clipboard
bg: Статистиката е копирана в клипборда.
cs: Statistiky zkopírovány do schránky
da: Statistikker kopieret til udklipsholder
de: Statistiken in die Zwischenablage kopiert
el: Στατιστικά αντιγράφηκαν στο πρόχειρο
es: Estadísticas copiadas al portapapeles
et: Statistika kopeeriti lõikelauale
fi: Tilastot kopioitu leikepöydälle
fr: Statistiques copiées dans le presse-papiers
he: סטטיסטיקה הועתקה ללוח
hr: Statistika kopirana u međuspremnik
hu: Statisztika a vágólapra másolva
is: Tölfræði afrituð á klippiborð
it: Statistiche copiate negli appunti
ja: 統計がクリップボードにコピーされました
nl: Statistieken gekopieerd naar klembord
no: Statistikk kopiert til utklippstavlen
pl: Statystyki skopiowane do schowka
pt: Estatísticas copiadas para a área de transferência
ro: Statistici copiate în clipboard
ru: Статистика скопирована в буфер обмена
sk: Štatistiky skopírované do schránky
sv: Statistik kopierad till urklipp
tr: İstatistikler panoya kopyalandı
uk: Статистику скопійовано в буфер обміну

source: Configure swap settings for optimal performance
bg: Конфигурирайте настройките за суап за оптимална производителност
cs: Nastavte swap nastavení pro optimální výkon
da: Konfigurer swap-indstillinger for optimal ydeevne
de: Konfigurieren Sie Swap-Einstellungen für optimale Leistung
el: Διαμόρφωση ρυθμίσεων swap για βέλτιστη απόδοση
es: Configure los ajustes de swap para un rendimiento óptimo
et: Konfigureerige saaleala seaded optimaalse jõudluse saavutamiseks
fi: Määritä swap-asetukset optimaalista suorituskykyä varten
fr: Configurer les paramètres de swap pour une performance optimale
he: הגדר הגדרות swap לביצועים מיטביים
hr: Konfigurirajte postavke swapa za optimalne performanse
hu: Swap beállítások konfigurálása az optimális teljesítmény érdekében
is: Stilltu skiptistillingar fyrir bestu frammistöðu
it: Configura le impostazioni di swap per prestazioni ottimali
ja: 最適なパフォーマンスのためのスワップ設定の構成
nl: Configureer swap-instellingen voor optimale prestaties
no: Konfigurer bytteinnstillinger for optimal ytelse
pl: Skonfiguruj ustawienia wymiany dla optymalnej wydajności
pt: Configure as definições de swap para desempenho ideal
ro: Configurați setările swap pentru performanță optimă
ru: Настройте параметры swap для оптимальной производительности
sk: Nakonfigurujte nastavenia swapu pre optimálny výkon
sv: Konfigurera swap-inställningar för optimal prestanda
tr: Optimum performans için takas ayarlarını yapılandırın
uk: Налаштуйте параметри swap для оптимальної продуктивності

source: Restore Defaults
bg: Възстанови по подразбиране
cs: Obnovit výchozí nastavení
da: Gendan standardindstillinger
de: Standard wiederherstellen
el: Επαναφορά Προεπιλογών
es: Restaurar Predeterminados
et: Taasta vaikeväärtused
fi: Palauta oletukset
fr: Restaurer par défaut
he: שחזר ברירות מחדל
hr: Vrati zadane postavke
hu: Alapértelmezések visszaállítása
is: Endurheimta Sjálfgefið
it: Ripristina Predefiniti
ja: デフォルトに戻す
nl: Herstel Standaardwaarden
no: Gjenopprett Standarder
pl: Przywróć Domyślne
pt: Restaurar Padrões
ro: Restabilește Implicite
ru: Восстановить по умолчанию
sk: Obnoviť Predvolené
sv: Återställ Standarder
tr: Varsayılanları Geri Yükle
uk: Відновити Налаштування

source: Apply
bg: Приложи
cs: Použít
da: Anvend
de: Anwenden
el: Εφαρμογή
es: Aplicar
et: Rakenda
fi: Käytä
fr: Appliquer
he: החל
hr: Primijeni
hu: Alkalmaz
is: Nota
it: Applica
ja: 適用
nl: Toepassen
no: Bruk
pl: Zastosuj
pt: Aplicar
ro: Aplică
ru: Применить
sk: Použiť
sv: Verkställ
tr: Uygula
uk: Застосувати

source: Restart Required
bg: Необходимо е рестартиране
cs: Vyžaduje se restartování
da: Genstart påkrævet
de: Neustart Erforderlich
el: Απαιτείται Επανεκκίνηση
es: Reinicio Necesario
et: Vajalik taaskäivitamine
fi: Uudelleenkäynnistys vaaditaan
fr: Redémarrage requis
he: נדרשת הפעלה מחדש
hr: Potrebno Ponovno Pokretanje
hu: Újraindítás Szükséges
is: Endurræsa Nauðsynlegt
it: Riavvio Richiesto
ja: 再起動が必要です
nl: Herstart Vereist
no: Omstart Kreves
pl: Wymagany Restart
pt: Reinicialização Necessária
ro: Repornire Necesară
ru: Требуется перезагрузка
sk: Vyžaduje sa Reštart
sv: Omstart Krävs
tr: Yeniden Başlatma Gerekli
uk: Потрібен Перезапуск

source: There is data in swap. For safety, please restart your computer to disable swap. This prevents system freezes from disabling active swap.
bg: Има данни в swap. За безопасност, моля, рестартирайте компютъра си, за да деактивирате swap. Това предотвратява замръзвания на системата при деактивиране на активен swap.
cs: Ve swapu jsou data. Pro bezpečnost prosím restartujte svůj počítač, abyste deaktivovali swap. To zabraňuje zamrznutí systému při deaktivaci aktivního swapu.
da: Der er data i swap. For sikkerhed, genstart venligst din computer for at deaktivere swap. Dette forhindrer systemfrysninger fra at deaktivere aktiv swap.
de: Daten befinden sich im Swap. Bitte starten Sie Ihren Computer neu, um Swap sicher zu deaktivieren. Dies verhindert Systemabstürze durch Deaktivierung des aktiven Swaps.
el: Υπάρχουν δεδομένα στο swap. Για ασφάλεια, παρακαλούμε επανεκκινήστε τον υπολογιστή σας για να απενεργοποιήσετε το swap. Αυτό αποτρέπει παγώματα του συστήματος από την απενεργοποίηση ενεργού swap.
es: Hay datos en swap. Por seguridad, reinicie su computadora para desactivar el swap. Esto previene congelamientos del sistema al desactivar el swap activo.
et: Saalealal on andmeid. Ohutuse huvides taaskäivitage arvuti saaleala keelamiseks. See väldib süsteemi külmumist aktiivse saaleala keelamisel.
fi: Swapissa on dataa. Turvallisuuden vuoksi käynnistä tietokone uudelleen poistaaksesi swapin käytöstä. Tämä estää järjestelmän jäätymisen aktiivisen swapin poistamisesta käytöstä.
fr: Il y a des données dans le swap. Par sécurité, veuillez redémarrer votre ordinateur pour désactiver le swap. Cela empêche le gel du système lors de la désactivation du swap actif.
he: יש נתונים ב-swap. למען הבטיחות, אנא הפעל מחדש את המחשב על מנת להשבית swap. זה מונע קפיאת מערכת מביטול swap פעיל.
hr: Postoje podaci u swapu. Radi sigurnosti ponovno pokrenite računalo da biste onemogućili swap. To sprječava smrzavanje sustava pri onemogućavanju aktivnog swapa.
hu: Adatok vannak a swapban. A biztonság érdekében indítsa újra a számítógépet a swap letiltásához. Ez megakadályozza a rendszer lefagyását az aktív swap letiltásakor.
is: Það eru gögn í swap. Til öryggis, vinsamlegast endurræstu tölvuna til að slökkva á swap. Þetta kemur í veg fyrir að kerfið frjósi við að slökkva á virku swap.
it: Ci sono dati nello swap. Per sicurezza, riavvia il computer per disabilitare lo swap. Ciò impedisce il blocco del sistema disabilitando lo swap attivo.
ja: スワップにデータがあります。 安全のため、コンピュータを再起動してスワップを無効にしてください。 これにより、アクティブなスワップが無効になることによるシステムのフリーズを防ぎます。
nl: Er zijn gegevens in swap. Voor de veiligheid, herstart uw computer om swap uit te schakelen. Dit voorkomt systeembevriezingen door het uitschakelen van actieve swap.
no: Det er data i bytte. For sikkerhets skyld, start datamaskinen på nytt for å deaktivere bytte. Dette forhindrer systemfrysninger ved å deaktivere aktiv bytte.
pl: W wymianie są dane. Dla bezpieczeństwa uruchom ponownie komputer, aby wyłączyć wymianę. Zapobiega to zamarzaniu systemu z powodu wyłączenia aktywnej wymiany.
pt: Há dados no swap. Por segurança, por favor reinicie seu computador para desativar o swap. Isso previne travamentos do sistema ao desativar o swap ativo.
ro: Există date în swap. Pentru siguranță, vă rugăm să reporniți computerul pentru a dezactiva swap. Acest lucru previne blocarea sistemului prin dezactivarea swap-ului activ.
ru: В swap есть данные. Для безопасности, пожалуйста, перезагрузите компьютер, чтобы отключить swap. Это предотвращает зависание системы из-за отключения активного swap.
sk: V swape sú dáta. Pre bezpečnosť reštartujte počítač, aby ste zakázali swap. Zabráni to zamrznutiu systému pri zakázaní aktívneho swapu.
sv: Det finns data i swap. För säkerhets skull, starta om din dator för att inaktivera swap. Detta förhindrar systemfrysningar från att inaktivera aktiv swap.
tr: Swap'ta veri var. Güvenlik için lütfen swap'ı devre dışı bırakmak üzere bilgisayarınızı yeniden başlatın. Bu, aktif swap'ın devre dışı bırakılmasından kaynaklanan sistem donmalarını önler.
uk: У swap є дані. Для безпеки перезавантажте комп'ютер, щоб вимкнути swap. Це запобігає зависанню системи через вимкнення активного swap.

source: Stopping swap service...
bg: Спиране на услугата за размяна...
cs: Zastavení služby swap...
da: Stopper swap-tjeneste...
de: Swap-Dienst wird gestoppt...
el: Διακοπή υπηρεσίας swap...
es: Deteniendo servicio de swap...
et: Saaleala teenuse peatamine...
fi: Pysäytetään swap-palvelua...
fr: Arrêt du service swap...
he: עוצר שירות swap...
hr: Zaustavljanje swap usluge...
hu: Swap szolgáltatás leállítása...
is: Stöðva swap þjónustu...
it: Arresto del servizio di swap...
ja: スワップサービスを停止しています...
nl: Swap-service stoppen...
no: Stopper byttetjeneste...
pl: Zatrzymywanie usługi wymiany...
pt: Parando serviço de swap...
ro: Se oprește serviciul swap...
ru: Остановка службы swap...
sk: Zastavujem službu swap...
sv: Stoppar swap-tjänst...
tr: Swap hizmeti durduruluyor...
uk: Зупинка служби swap...

source: Swap management disabled
bg: Управлението на размяната е деактивирано
cs: Správa swapu je zakázána
da: Swapstyring deaktiveret
de: Swap-Verwaltung deaktiviert
el: Διαχείριση swap απενεργοποιημένη
es: Gestión de swap deshabilitada
et: Saaleala haldus keelatud
fi: Swapin hallinta poistettu käytöstä
fr: Gestion du swap désactivée
he: ניהול Swap מושבת
hr: Upravljanje swapom onemogućeno
hu: Swap kezelés letiltva
is: Skiptistjórnun óvirk
it: Gestione swap disabilitata
ja: スワップ管理が無効です
nl: Wisselbeheer uitgeschakeld
no: Bytteadministrasjon deaktivert
pl: Zarządzanie wymianą wyłączone
pt: Gerenciamento de swap desativado
ro: Gestionare swap dezactivată
ru: Управление swap отключено
sk: Správa swapu zakázaná
sv: Swap-hantering inaktiverad
tr: Swap yönetimi devre dışı
uk: Керування swap вимкнено

source: Failed: {}
bg: Неуспешно: {}
cs: Selhalo: {}
da: Mislykket: {}
de: Fehlgeschlagen: {}
el: Απέτυχε: {}
es: Falló: {}
et: Ebaõnnestus: {}
fi: Epäonnistui: {}
fr: Échoué : {}
he: נכשל: {}
hr: Neuspjelo: {}
hu: Sikertelen: {}
is: Mistókst: {}
it: Fallito: {}
ja: 失敗: {}
nl: Mislukt: {}
no: Mislyktes: {}
pl: Niepowodzenie: {}
pt: Falhou: {}
ro: Eșuat: {}
ru: Ошибка: {}
sk: Zlyhalo: {}
sv: Misslyckades: {}
tr: Başarısız: {}
uk: Помилка: {}

source: Applying configuration...
bg: Прилагане на конфигурация...
cs: Aplikuji konfiguraci...
da: Anvender konfiguration...
de: Konfiguration anwenden...
el: Εφαρμογή διαμόρφωσης...
es: Aplicando configuración...
et: Konfiguratsiooni rakendamine...
fi: Käytetään kokoonpanoa...
fr: Application de la configuration...
he: מחיל תצורה...
hr: Primjena konfiguracije...
hu: Konfiguráció alkalmazása...
is: Notar stillingar...
it: Applicazione configurazione...
ja: 構成を適用しています...
nl: Configuratie toepassen...
no: Bruker konfigurasjon...
pl: Stosowanie konfiguracji...
pt: Aplicando configuração...
ro: Se aplică configurația...
ru: Применение конфигурации...
sk: Aplikujem konfiguráciu...
sv: Tillämpar konfiguration...
tr: Yapılandırma uygulanıyor...
uk: Застосування конфігурації...

source: Configuration saved successfully. There is data in swap. For safety, please restart your computer to apply the changes without risk of freezes.
bg: Конфигурацията беше запазена успешно. Има данни в swap. За безопасност, моля, рестартирайте компютъра си, за да приложите промените без риск от замръзвания.
cs: Konfigurace byla úspěšně uložena. Vyměnné úložiště obsahuje data. Pro bezpečnost prosím restartujte svůj počítač, abyste aplikovali změny bez rizika zamrznutí.
da: Konfiguration gemt med succes. Der er data i swap. For sikkerhedens skyld, genstart venligst din computer for at anvende ændringerne uden risiko for fryseproblemer.
de: Konfiguration erfolgreich gespeichert. Daten befinden sich im Swap. Bitte starten Sie Ihren Computer neu, um die Änderungen ohne Risiko von Abstürzen anzuwenden.
el: Η διαμόρφωση αποθηκεύτηκε επιτυχώς. Υπάρχουν δεδομένα στο swap. Για ασφάλεια, παρακαλούμε επανεκκινήστε τον υπολογιστή σας για να εφαρμόσετε τις αλλαγές χωρίς κίνδυνο παγωμάτων.
es: Configuración guardada con éxito. Hay datos en swap. Por seguridad, reinicie su computadora para aplicar los cambios sin riesgo de congelamientos.
et: Konfiguratsioon salvestati edukalt. Saalealal on andmeid. Ohutuse huvides taaskäivitage oma arvuti muudatuste rakendamiseks ilma külmumisriskita.
fi: Kokoonpano tallennettu onnistuneesti. Swapissa on dataa. Turvallisuuden vuoksi käynnistä tietokoneesi uudelleen ottaaksesi muutokset käyttöön ilman jäätymisriskiä.
fr: Configuration enregistrée avec succès. Il y a des données dans le swap. Par sécurité, veuillez redémarrer votre ordinateur pour appliquer les modifications sans risque de gel.
he: התָצוּרָה נשמרה בהצלחה. יש נתונים ב-swap. למען הבטיחות, אנא הפעל מחדש את המחשב שלך להחלת השינויים ללא סיכון לקפיאה.
hr: Konfiguracija uspješno spremljena. Postoje podaci u swapu. Radi sigurnosti ponovno pokrenite računalo kako biste primijenili promjene bez rizika od smrzavanja.
hu: A konfiguráció sikeresen mentve. Adatok vannak a swapban. A biztonság érdekében indítsa újra számítógépét, hogy a kockázat nélkül alkalmazza a változtatásokat.
is: Stillingar vistaðar. Það eru gögn í swap. Til öryggis, vinsamlegast endurræstu tölvuna þína til að nota breytingarnar án hættu á frystingu.
it: Configurazione salvata con successo. Ci sono dati nello swap. Per sicurezza, riavvia il computer per applicare le modifiche senza rischio di blocchi.
ja: 構成が正常に保存されました。 スワップにデータがあります。安全のため、再起動してください フリーズのリスクなしに変更を適用するには、コンピュータを使用してください。
nl: Configuratie succesvol opgeslagen. Er zijn gegevens in swap. Voor de veiligheid, herstart uw computer om de wijzigingen toe te passen zonder risico op bevriezingen.
no: Konfigurasjon lagret. Det er data i bytte. For sikkerhets skyld, start datamaskinen på nytt for å bruke endringene uten risiko for frysninger.
pl: Konfiguracja zapisana pomyślnie. W wymianie są dane. Dla bezpieczeństwa uruchom ponownie komputer, aby zastosować zmiany bez ryzyka zamrożenia.
pt: Configuração salva com sucesso. Há dados no swap. Por segurança, por favor reinicie seu computador para aplicar as mudanças sem risco de travamentos.
ro: Configurație salvată cu succes. Există date în swap. Pentru siguranță, vă rugăm să reporniți computerul pentru a aplica modificările fără risc de blocaje.
ru: Конфигурация успешно сохранена. В swap есть данные. Для безопасности, пожалуйста, перезагрузите ваш компьютер, чтобы применить изменения без риска зависаний.
sk: Konfigurácia úspešne uložená. V swape sú dáta. Pre bezpečnosť reštartujte váš počítač, aby ste aplikovali zmeny bez rizika zamrznutia.
sv: Konfiguration sparad framgångsrikt. Det finns data i swap. För säkerhets skull, starta om din dator för att tillämpa ändringarna utan risk för frysningar.
tr: Yapılandırma başarıyla kaydedildi. Swap'ta veri var. Güvenlik için lütfen donma riski olmadan değişiklikleri uygulamak üzere bilgisayarınızı yeniden başlatın.
uk: Конфігурацію успішно збережено. У swap є дані. Для безпеки, будь ласка, перезавантажте ваш комп'ютер, щоб застосувати зміни без ризику зависання.

source: Configuration Applied
bg: Конфигурацията е приложена
cs: Konfigurace aplikována
da: Konfiguration anvendt
de: Konfiguration Angewendet
el: Η Διαμόρφωση Εφαρμόστηκε
es: Configuración Aplicada
et: Konfiguratsioon rakendatud
fi: Kokoonpano käytössä
fr: Configuration Appliquée
he: תצורה הוחלה
hr: Konfiguracija Primijenjena
hu: Konfiguráció Alkalmazva
is: Stillingar Notaðar
it: Configurazione Applicata
ja: 構成が適用されました
nl: Configuratie Toegepast
no: Konfigurasjon Brukt
pl: Konfiguracja Zastosowana
pt: Configuração Aplicada
ro: Configurație Aplicată
ru: Конфигурация применена
sk: Konfigurácia Aplikovaná
sv: Konfiguration Tillämpad
tr: Yapılandırma Uygulandı
uk: Конфігурацію Застосовано

source: Configuration applied and service restarted successfully.
bg: Конфигурацията е приложена и услугата е рестартирана успешно.
cs: Konfigurace byla úspěšně aplikována a služba byla restartována.
da: Konfiguration anvendt og tjeneste genstartet med succes.
de: Konfiguration angewendet und Dienst erfolgreich neu gestartet.
el: Η διαμόρφωση εφαρμόστηκε και η υπηρεσία επανεκκινήθηκε επιτυχώς.
es: Configuración aplicada y servicio reiniciado con éxito.
et: Konfiguratsioon rakendatud ja teenus edukalt taaskäivitatud.
fi: Kokoonpano otettu käyttöön ja palvelu käynnistetty uudelleen onnistuneesti.
fr: Configuration appliquée et service redémarré avec succès.
he: התצורה הוחלה והשירות הופעל מחדש בהצלחה.
hr: Konfiguracija primijenjena i servis uspješno ponovno pokrenut.
hu: A konfiguráció alkalmazva és a szolgáltatás sikeresen újraindítva.
is: Stillingar notaðar og þjónusta endurræst.
it: Configurazione applicata e servizio riavviato con successo.
ja: 構成が適用され、サービスが正常に再起動されました。
nl: Configuratie toegepast en service succesvol opnieuw gestart.
no: Konfigurasjon brukt og tjeneste startet på nytt.
pl: Konfiguracja zastosowana, a usługa uruchomiona ponownie pomyślnie.
pt: Configuração aplicada e serviço reiniciado com sucesso.
ro: Configurație aplicată și serviciu repornit cu succes.
ru: Конфигурация применена, и служба успешно перезапущена.
sk: Konfigurácia aplikovaná a služba úspešne reštartovaná.
sv: Konfiguration tillämpad och tjänsten omstartad framgångsrikt.
tr: Yapılandırma uygulandı ve hizmet başarıyla yeniden başlatıldı.
uk: Конфігурацію застосовано, службу успішно перезапущено.

source: Config saved but restart failed: {}
bg: Конфигурацията е запазена, но рестартирането не успя: {}
cs: Konfigurace uložena, ale restart se nezdařil: {}
da: Konfiguration gemt, men genstart mislykkedes: {}
de: Konfiguration gespeichert, aber Neustart fehlgeschlagen: {}
el: Η ρύθμιση αποθηκεύτηκε αλλά η επανεκκίνηση απέτυχε: {}
es: Configuración guardada pero el reinicio falló: {}
et: Konfiguratsioon salvestatud, kuid taaskäivitus ebaõnnestus: {}
fi: Kokoonpano tallennettu, mutta uudelleenkäynnistys epäonnistui: {}
fr: Config enregistrée mais redémarrage échoué : {}
he: הגדרות נשמרו אך ההפעלה מחדש נכשלה: {}
hr: Konfiguracija spremljena, ali ponovno pokretanje nije uspjelo: {}
hu: Konfiguráció mentve, de az újraindítás sikertelen: {}
is: Stillingar vistaðar en endurræsing mistókst: {}
it: Configurazione salvata ma riavvio fallito: {}
ja: 設定は保存されましたが、再起動に失敗しました: {}
nl: Configuratie opgeslagen maar herstart mislukt: {}
no: Konfigurasjon lagret, men omstart mislyktes: {}
pl: Konfiguracja zapisana, ale restart nie powiódł się: {}
pt: Configuração salva mas o reinício falhou: {}
ro: Config salvată dar repornirea a eșuat: {}
ru: Конфигурация сохранена, но перезагрузка не удалась: {}
sk: Konfigurácia uložená, ale reštart zlyhal: {}
sv: Konfig sparad men omstart misslyckades: {}
tr: Yapılandırma kaydedildi ancak yeniden başlatma başarısız oldu: {}
uk: Конфіг збережено, але перезапуск не вдався: {}

source: Refreshed
bg: Обновено
cs: Obnovené
da: Opdateret
de: Aktualisiert
el: Ανανεώθηκε
es: Actualizado
et: Värskendatud
fi: Päivitetty
fr: Actualisé
he: רענן
hr: Osvježeno
hu: Frissítve
is: Endurnýjað
it: Aggiornato
ja: 更新されました
nl: Verfrist
no: Oppdatert
pl: Odświeżono
pt: Atualizado
ro: Actualizat
ru: Обновлено
sk: Obnovené
sv: Uppdaterad
tr: Yenilendi
uk: Оновлено

source: Settings restored to defaults
bg: Настройките са възстановени до подразбиране.
cs: Nastavení obnovena na výchozí hodnoty
da: Indstillinger gendannet til standard.
de: Einstellungen auf Standard zurückgesetzt
el: Οι ρυθμίσεις επανήλθαν στις προεπιλογές
es: Ajustes restaurados a predeterminados
et: Seaded taastati vaikeväärtustele
fi: Asetukset palautettu oletusarvoihin
fr: Paramètres restaurés aux valeurs par défaut
he: הגדרות שוחזרו לברירת מחדל
hr: Postavke vraćene na zadane
hu: Beállítások visszaállítva alapértelmezettre
is: Stillingar endurheimtar í sjálfgefið
it: Impostazioni ripristinate ai valori predefiniti
ja: 設定がデフォルトに戻されました
nl: Instellingen hersteld naar standaardwaarden
no: Innstillinger gjenopprettet til standard
pl: Ustawienia przywrócone do domyślnych
pt: Configurações restauradas para o padrão
ro: Setări restaurate la implicite
ru: Настройки восстановлены по умолчанию
sk: Nastavenia obnovené na predvolené
sv: Inställningar återställda till standard
tr: Ayarlar varsayılanlara geri yüklendi
uk: Налаштування відновлено до стандартних

source: About
bg: За програмата
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es: Acerca de
et: Teave
fi: Tietoja
fr: À propos
he: אודות
hr: O programu
hu: Névjegy
is: Um
it: Info
ja: について
nl: Over
no: Om
pl: O programie
pt: Sobre
ro: Despre
ru: О программе
sk: O programe
sv: Om
tr: Hakkında
uk: Про програму

source: Quit
bg: Изход
cs: Ukončit
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
et: Välju
fi: Lopeta
fr: Quitter
he: יציאה
hr: Izlaz
hu: Kilépés
is: Hætta
it: Esci
ja: 終了
nl: Afsluiten
no: Avslutt
pl: Wyjdź
pt: Sair
ro: Ieșire
ru: Выход
sk: Ukončiť
sv: Avsluta
tr: Çıkış
uk: Вийти
