Repository: ruscher/biglinux-systemd-swap-gui
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Base size for each new swap file. With progressive scaling, this is the starting size. Files 1-4: base size, Files 5-8: 2x, Files 9-12: 4x, etc. 512MB: Good for most systems. 1GB: Better for systems with 8GB+ RAM.
bg: Основен размер за всеки нов файл за размяна. С прогресивно мащабиране, това е началният размер. Файлове 1-4: основен размер, Файлове 5-8: 2x, Файлове 9-12: 4x и т.н. 512MB: Добре за повечето системи. 1GB: По-добре за системи с 8GB+ RAM.
cs: Základní velikost pro každý nový swapovací soubor. Při progresivním škálování je to počáteční velikost. Soubory 1-4: základní velikost, Soubory 5-8: 2x, Soubory 9-12: 4x, atd. 512MB: Dobré pro většinu systémů. 1GB: Lepší pro systémy s 8GB+ RAM.
da: Basisstørrelse for hver ny swap-fil. Med progressiv skalering er dette startstørrelsen. Filer 1-4: basisstørrelse, Filer 5-8: 2x, Filer 9-12: 4x, osv. 512MB: Godt til de fleste systemer. 1GB: Bedre til systemer med 8GB+ RAM.
de: Basisgröße für jede neue Swap-Datei. Bei progressiver Skalierung ist dies die Startgröße. Dateien 1-4: Basisgröße, Dateien 5-8: 2x, Dateien 9-12: 4x, usw. 512MB: Gut für die meisten Systeme. 1GB: Besser für Systeme mit 8GB+ RAM.
el: Βασικό μέγεθος για κάθε νέο αρχείο εναλλαγής. Με προοδευτική κλιμάκωση, αυτό είναι το αρχικό μέγεθος. Αρχεία 1-4: βασικό μέγεθος, Αρχεία 5-8: 2x, Αρχεία 9-12: 4x, κ.λπ. 512MB: Καλό για τα περισσότερα συστήματα. 1GB: Καλύτερο για συστήματα με 8GB+ RAM.
es: Tamaño base para cada nuevo archivo de swap. Con escalado progresivo, este es el tamaño inicial. Archivos 1-4: tamaño base, Archivos 5-8: 2x, Archivos 9-12: 4x, etc. 512MB: Bueno para la mayoría de los sistemas. 1GB: Mejor para sistemas con 8GB+ de RAM.
et: Iga uue saalefaili baassuurus. Progressiivse skaleerimise korral on see algsuurus. Failid 1-4: baassuurus, Failid 5-8: 2x, Failid 9-12: 4x jne. 512 MB: Hea enamiku süsteemide jaoks. 1 GB: Parem 8 GB+ RAM-iga süsteemidele.
fr: Taille de base pour chaque nouveau fichier d'échange. Avec la mise à l'échelle progressive, c'est la taille de départ. Fichiers 1-4 : taille de base, Fichiers 5-8 : 2x, Fichiers 9-12 : 4x, etc. 512 Mo : Bon pour la plupart des systèmes. 1 Go : Mieux pour les systèmes avec 8 Go+ de RAM.
he: גודל בסיס לכל קובץ swap חדש. עם הרחבה פרוגרסיבית, זהו גודל ההתחלה. קבצים 1-4: גודל בסיס, קבצים 5-8: 2x, קבצים 9-12: 4x, וכו'. 512MB: טוב לרוב המערכות. 1GB: טוב יותר למערכות עם 8GB+ RAM.
hr: Osnovna veličina za svaku novu swap datoteku. Uz progresivno skaliranje, ovo je početna veličina. Datoteke 1-4: osnovna veličina, Datoteke 5-8: 2x, Datoteke 9-12: 4x, itd. 512 MB: Dobro za većinu sustava. 1 GB: Bolje za sustave s 8 GB+ RAM-a.
is: Grunnstærð fyrir hverja nýja skiptiskrá. Með stigvaxandi kvarða er þetta upphafsstærðin. Skrár 1-4: grunnstærð, Skrár 5-8: 2x, Skrár 9-12: 4x, o.s.frv. 512 MB: Gott fyrir flest kerfi. 1 GB: Betra fyrir kerfi með 8 GB+ vinnsluminni.
ja: 新しい各スワップファイルの基本サイズ。 プログレッシブスケーリングでは、これが開始サイズになります。 ファイル 1-4: 基本サイズ、ファイル 5-8: 2倍、ファイル 9-12: 4倍など。 512MB: ほとんどのシステムに適しています。 1GB: 8GB 以上の RAM を搭載したシステムに適しています。
nl: Basisgrootte voor elk nieuw wisselbestand. Met progressieve schaling is dit de startgrootte. Bestanden 1-4: basisgrootte, Bestanden 5-8: 2x, Bestanden 9-12: 4x, enz. 512MB: Goed voor de meeste systemen. 1GB: Beter voor systemen met 8GB+ RAM.
no: Basisstørrelse for hver ny byttefil. Med progressiv skalering er dette startstørrelsen. Filer 1-4: basisstørrelse, Filer 5-8: 2x, Filer 9-12: 4x, osv. 512MB: Bra for de fleste systemer. 1GB: Bedre for systemer med 8GB+ RAM.
pl: Rozmiar bazowy dla każdego nowego pliku wymiany. Przy skalowaniu progresywnym jest to rozmiar początkowy. Pliki 1-4: rozmiar podstawowy, Pliki 5-8: 2x, Pliki 9-12: 4x, itd. 512MB: Dobre dla większości systemów. 1GB: Lepsze dla systemów z 8GB+ RAM.
pt: Tamanho base para cada novo arquivo de swap. Com escalonamento progressivo, este é o tamanho inicial. Arquivos 1-4: tamanho base, Arquivos 5-8: 2x, Arquivos 9-12: 4x, etc. 512MB: Bom para a maioria dos sistemas. 1GB: Melhor para sistemas com 8GB+ RAM.Tamanho base para cada novo arquivo de swap. Com escalonamento progressivo, este é o tamanho inicial. Arquivos 1-4: tamanho base, Arquivos 5-8: 2x, Arquivos 9-12: 4x, etc. 512MB: Bom para a maioria dos sistemas. 1GB: Melhor para sistemas com 8GB+ de RAM.
ro: Dimensiunea de bază pentru fiecare nou fișier swap. Cu scalarea progresivă, aceasta este dimensiunea de pornire. Fișierele 1-4: dimensiune de bază, Fișierele 5-8: 2x, Fișierele 9-12: 4x, etc. 512MB: Bun pentru majoritatea sistemelor. 1GB: Mai bun pentru sistemele cu 8GB+ RAM.
ru: Базовый размер для каждого нового файла подкачки. При прогрессивном масштабировании это начальный размер. Файлы 1-4: базовый размер, Файлы 5-8: 2x, Файлы 9-12: 4x, и т.д. 512MB: Хорошо для большинства систем. 1GB: Лучше для систем с 8GB+ ОЗУ.
sk: Základná veľkosť pre každý nový odkladací súbor. Pri progresívnom škálovaní je to počiatočná veľkosť. Súbory 1-4: základná veľkosť, Súbory 5-8: 2x, Súbory 9-12: 4x, atď. 512MB: Dobré pre väčšinu systémov. 1GB: Lepšie pre systémy s 8GB+ RAM.
tr: Her yeni takas dosyası için temel boyut. Aşamalı ölçeklendirme ile bu başlangıç boyutudur. Dosyalar 1-4: temel boyut, Dosyalar 5-8: 2 kat, Dosyalar 9-12: 4 kat, vb. 512MB: Çoğu sistem için iyi. 1GB: 8GB+ RAM'e sahip sistemler için daha iyi.
uk: Базовий розмір для кожного нового файлу підкачки. При прогресивному масштабуванні це початковий розмір. Файли 1-4: базовий розмір, Файли 5-8: 2x, Файли 9-12: 4x тощо. 512MB: Добре для більшості систем. 1GB: Краще для систем з 8GB+ RAM.

source: Multi-Gen LRU minimum time-to-live for memory pages. Prevents the kernel from swapping out recently used data. Higher values = more protection against UI stuttering. Auto adjusts based on RAM: less RAM = more protection.
bg: Минимално време на живот на паметните страници за Multi-Gen LRU. Предотвратява ядрото да заменя наскоро използвани данни. По-високи стойности = по-голяма защита срещу трептене на потребителския интерфейс. Автоматично се регулира в зависимост от RAM: по-малко RAM = повече защита.
cs: Multi-Gen LRU minimální doba života pro paměťové stránky. Zabraňuje jádru v přepínání nedávno používaných dat. Vyšší hodnoty = více ochrany proti trhání uživatelského rozhraní. Automaticky se přizpůsobuje na základě RAM: méně RAM = více ochrany.
da: Multi-Gen LRU minimum levetid for hukommelsessider. Forhindrer kernen i at bytte nyligt brugte data ud. Højere værdier = mere beskyttelse mod UI-hakkende. Justerer automatisk baseret på RAM: mindre RAM = mere beskyttelse.
de: Multi-Gen LRU minimale Lebensdauer für Speicherseiten. Verhindert, dass der Kernel kürzlich verwendete Daten auslagert. Höhere Werte = mehr Schutz vor Ruckeln der Benutzeroberfläche. Passt sich automatisch basierend auf RAM an: weniger RAM = mehr Schutz.
el: Multi-Gen LRU ελάχιστος χρόνος ζωής για σελίδες μνήμης. Αποτρέπει τον πυρήνα από το να κάνει swap out πρόσφατα χρησιμοποιημένα δεδομένα. Υψηλότερες τιμές = περισσότερη προστασία έναντι διακοπών στο UI. Αυτόματη προσαρμογή βάσει RAM: λιγότερη RAM = περισσότερη προστασία.
es: Tiempo mínimo de vida Multi-Gen LRU para páginas de memoria. Previene que el kernel intercambie datos usados recientemente. Valores más altos = más protección contra tartamudeo en la interfaz. Ajuste automático basado en RAM: menos RAM = más protección.
et: Multi-Gen LRU mälulehtede minimaalne kasutusiga. Takistab tuumal hiljuti kasutatud andmeid välja vahetada. Kõrgemad väärtused = rohkem kaitset kasutajaliidese kogelemise eest. Automaatne reguleerimine RAM-i põhjal: vähem RAM-i = rohkem kaitset.
fi: Multi-Gen LRU muistisivujen vähimmäiselinaika. Estää ydintä siirtämästä swap-muistiin hiljattain käytettyjä tietoja. Korkeammat arvot = enemmän suojaa käyttöliittymän pätkimistä vastaan. Säätyy automaattisesti RAM-muistin perusteella: vähemmän RAM-muistia = enemmän suojaa.
fr: Durée de vie minimale Multi-Gen LRU pour les pages mémoire. Empêche le noyau d'échanger des données récemment utilisées. Valeurs plus élevées = plus de protection contre les saccades de l'interface utilisateur. S'ajuste automatiquement en fonction de la RAM : moins de RAM = plus de protection.
he: Multi-Gen LRU זמן חיים מינימלי לדפי זיכרון. מונע מהקרנל להחליף החוצה (swap out) נתונים שהיו בשימוש לאחרונה. ערכים גבוהים יותר = יותר הגנה מפני גמגום בממשק המשתמש. כוונון אוטומטי מבוסס על RAM: פחות RAM = יותר הגנה.
hr: Multi-Gen LRU minimalno vrijeme života za memorijske stranice. Sprječava kernel da zamijeni nedavno korištene podatke. Više vrijednosti = veća zaštita od zastajkivanja korisničkog sučelja. Automatski se podešava na temelju RAM-a: manje RAM-a = veća zaštita.
hu: Multi-Gen LRU minimális élettartam a memóriaoldalak számára. Megakadályozza, hogy a kernel kicserélje a nemrég használt adatokat. Magasabb értékek = nagyobb védelem a felhasználói felület akadozása ellen. Automatikusan igazodik a RAM alapján: kevesebb RAM = nagyobb védelem.
is: Multi-Gen LRU lágmarkstími til að lifa fyrir minnissíður. Kemur í veg fyrir að kjarninn skipti út nýlegum gögnum. Hærri gildi = meiri vörn gegn UI stam. Sjálfvirk stilling byggð á vinnsluminni: minna vinnsluminni = meiri vörn.
it: Multi-Gen LRU tempo di vita minimo per le pagine di memoria. Impedisce al kernel di scambiare dati utilizzati di recente. Valori più alti = maggiore protezione contro lo stuttering dell'interfaccia utente. Si regola automaticamente in base alla RAM: meno RAM = maggiore protezione.
ja: メモリページの Multi-Gen LRU 最小存続時間。 カーネルが最近使用されたデータをスワップアウトするのを防ぎます。 値が高い = UI のカクつきに対する保護が強化されます。 RAM に基づいて自動調整: RAM が少ない = 保護が強化されます。
nl: Multi-Gen LRU minimale time-to-live voor geheugenpagina's. Voorkomt dat de kernel recent gebruikte gegevens verwijdert. Hogere waarden = meer bescherming tegen UI-stotteren. Past zich automatisch aan op basis van RAM: minder RAM = meer bescherming.
no: Multi-Gen LRU minimum levetid for minnesider. Hindrer kjernen i å bytte ut nylig brukte data. Høyere verdier = mer beskyttelse mot hakking i brukergrensesnittet. Justeres automatisk basert på RAM: mindre RAM = mer beskyttelse.
pl: Multi-Gen LRU minimalny czas wygaśnięcia dla stron pamięci. Zapobiega wymianie przez jądro ostatnio używanych danych. Wyższe wartości = większa ochrona przed zacinaniem się interfejsu użytkownika. Automatyczna regulacja w oparciu o pamięć RAM: mniej pamięci RAM = większa ochrona.
pt: Tempo mínimo de vida (TTL) Multi-Gen LRU para páginas de memória. Previne que o kernel envie dados recentemente usados para o swap. Valores mais altos = mais proteção contra engasgos na interface. Ajuste automático baseado na RAM: menos RAM = mais proteção.Tempo mínimo de vida Multi-Gen LRU para páginas de memória. Previne que o kernel troque dados usados recentemente para o swap. Valores mais altos = mais proteção contra travamentos na interface. Ajuste automático baseado na RAM: menos RAM = mais proteção.
ro: Multi-Gen LRU timpul minim de viață pentru paginile de memorie. Împiedică kernel-ul să schimbe datele utilizate recent. Valori mai mari = mai multă protecție împotriva blocării UI. Se ajustează automat pe baza RAM-ului: mai puțin RAM = mai multă protecție.
ru: Multi-Gen LRU минимальное время жизни для страниц памяти. Предотвращает выгрузку ядром недавно использованных данных. Более высокие значения = лучшая защита от подергивания интерфейса. Автоматическая настройка на основе ОЗУ: меньше ОЗУ = больше защиты.
sk: Multi-Gen LRU minimálna doba životnosti pre pamäťové stránky. Zabraňuje jadru v odkladaní nedávno použitých dát. Vyššie hodnoty = väčšia ochrana proti zadrhávaniu používateľského rozhrania. Automaticky sa prispôsobuje na základe RAM: menej RAM = väčšia ochrana.
sv: Multi-Gen LRU minsta livslängd för minnessidor. Förhindrar kärnan från att byta ut nyligen använd data. Högre värden = mer skydd mot att användargränssnittet hackar. Justeras automatiskt baserat på RAM: mindre RAM = mer skydd.
tr: Bellek sayfaları için Multi-Gen LRU minimum yaşam süresi. Çekirdeğin son zamanlarda kullanılan verileri takas etmesini önler. Daha yüksek değerler = UI takılmalarına karşı daha fazla koruma. RAM'e göre otomatik ayarlanır: daha az RAM = daha fazla koruma.
uk: Multi-Gen LRU мінімальний час життя для сторінок пам'яті. Запобігає вивантаженню ядром нещодавно використаних даних. Вищі значення = більше захисту від затримок інтерфейсу. Автоматично налаштовується на основі RAM: менше RAM = більше захисту.

source: Total physical memory (RAM) installed in the system. This is the hardware limit — applications and OS share this pool.
bg: Обща физическа памет (RAM), инсталирана в системата. Това е хардуерното ограничение — приложенията и операционната система споделят този ресурс.
cs: Celková fyzická paměť (RAM) nainstalovaná v systému. To je hardwarové omezení — aplikace a operační systém sdílejí tento fond.
da: Total fysisk hukommelse (RAM) installeret i systemet. Dette er hardwaregrænsen - applikationer og operativsystemet deler denne pulje.
de: Gesamter physischer Speicher (RAM), der im System installiert ist. Dies ist das Hardware-Limit — Anwendungen und Betriebssystem teilen sich diesen Pool.
el: Συνολική φυσική μνήμη (RAM) εγκατεστημένη στο σύστημα. Αυτό είναι το όριο υλικού — οι εφαρμογές και το λειτουργικό σύστημα μοιράζονται αυτόν τον πόρο.
es: Memoria física total (RAM) instalada en el sistema. Este es el límite de hardware — aplicaciones y SO comparten este recurso.
et: Süsteemi installitud füüsiline mälu (RAM) kokku. See on riistvara piirang – rakendused ja OS jagavad seda kogumit.
fi: Järjestelmään asennettu fyysinen kokonaismuisti (RAM). Tämä on laitteistoraja — sovellukset ja käyttöjärjestelmä jakavat tämän varannon.
fr: Mémoire physique totale (RAM) installée dans le système. C'est la limite matérielle — les applications et le système d'exploitation partagent ce pool.
he: סה"כ זיכרון פיזי (RAM) המותקן במערכת. זוהי מגבלת החומרה — יישומים ומערכת ההפעלה חולקים מאגר זה.
hr: Ukupna fizička memorija (RAM) instalirana u sustavu. Ovo je hardversko ograničenje — aplikacije i OS dijele ovaj skup.
hu: A rendszerbe telepített teljes fizikai memória (RAM). Ez a hardverkorlát — az alkalmazások és az operációs rendszer osztoznak ezen a készleten.
is: Heildar líkamlegt minni (RAM) sett upp í kerfinu. Þetta eru vélbúnaðartakmörk — forrit og stýrikerfi deila þessum hóp.
it: Memoria fisica (RAM) totale installata nel sistema. Questo è il limite hardware — le applicazioni e il sistema operativo condividono questo pool.
ja: システムにインストールされている物理メモリ (RAM) の合計。 これはハードウェアの制限です — アプリケーションと OS はこのプールを共有します。
nl: Totaal fysiek geheugen (RAM) geïnstalleerd in het systeem. Dit is de hardwarelimiet — applicaties en OS delen deze pool.
no: Totalt fysisk minne (RAM) installert i systemet. Dette er maskinvaregrensen — applikasjoner og OS deler denne potten.
pl: Całkowita pamięć fizyczna (RAM) zainstalowana w systemie. To jest limit sprzętowy — aplikacje i system operacyjny dzielą tę pulę.
pt: Memória física total (RAM) instalada no sistema. Este é o limite de hardware — aplicativos e SO compartilham este pool.Memória física total (RAM) instalada no sistema. Este é o limite de hardware — aplicativos e SO compartilham este recurso.
ro: Memoria fizică totală (RAM) instalată în sistem. Aceasta este limita hardware — aplicațiile și sistemul de operare partajează acest pool.
ru: Общий объем физической памяти (ОЗУ), установленной в системе. Это аппаратный лимит — приложения и ОС делят этот пул.
sk: Celková fyzická pamäť (RAM) nainštalovaná v systéme. Toto je hardvérový limit — aplikácie a OS zdieľajú tento fond.
sv: Totalt fysiskt minne (RAM) installerat i systemet. Detta är hårdvarugränsen — applikationer och OS delar denna pool.
tr: Sistemde yüklü toplam fiziksel bellek (RAM). Bu donanım sınırıdır — uygulamalar ve işletim sistemi bu havuzu paylaşır.
uk: Загальна фізична пам'ять (RAM), встановлена в системі. Це апаратне обмеження — програми та ОС ділять цей пул.

source: Memory currently in use by applications and the system. Includes active processes, libraries, and kernel allocations.
bg: Памет, в момента използвана от приложенията и системата. Включва активни процеси, библиотеки и разпределения на ядрото.
cs: Paměť aktuálně používaná aplikacemi a systémem. Zahrnuje aktivní procesy, knihovny a alokace jádra.
da: Hukommelse, der i øjeblikket er i brug af applikationer og systemet. Inkluderer aktive processer, biblioteker og kerneallokeringer.
de: Speicher, der derzeit von Anwendungen und dem System verwendet wird. Umfasst aktive Prozesse, Bibliotheken und Kernel-Zuweisungen.
el: Μνήμη που χρησιμοποιείται επί του παρόντος από εφαρμογές και το σύστημα. Περιλαμβάνει ενεργές διεργασίες, βιβλιοθήκες και κατανεμήσεις πυρήνα.
es: Memoria actualmente en uso por aplicaciones y el sistema. Incluye procesos activos, bibliotecas y asignaciones del kernel.
et: Rakenduste ja süsteemi poolt praegu kasutatav mälu. Sisaldab aktiivseid protsesse, teeke ja tuuma eraldisi.
fi: Sovellusten ja järjestelmän tällä hetkellä käyttämä muisti. Sisältää aktiiviset prosessit, kirjastot ja ytimen varaukset.
fr: Mémoire actuellement utilisée par les applications et le système. Comprend les processus actifs, les bibliothèques et les allocations du noyau.
he: זיכרון הנמצא כעת בשימוש על ידי יישומים והמערכת. כולל תהליכים פעילים, ספריות והקצאות קרנל.
hr: Memorija koju trenutno koriste aplikacije i sustav. Uključuje aktivne procese, biblioteke i kernel alokacije.
hu: Az alkalmazások és a rendszer által jelenleg használt memória. Magában foglalja az aktív folyamatokat, könyvtárakat és kernel-kiosztásokat.
is: Minni sem nú er í notkun af forritum og kerfinu. Inniheldur virka ferla, bókasöfn og kjarnaúthlutun.
it: Memoria attualmente in uso dalle applicazioni e dal sistema. Include processi attivi, librerie e allocazioni del kernel.
ja: アプリケーションとシステムによって現在使用されているメモリ。 アクティブなプロセス、ライブラリ、カーネル割り当てが含まれます。
nl: Geheugen dat momenteel in gebruik is door applicaties en het systeem. Omvat actieve processen, bibliotheken en kerneltoewijzingen.
no: Minne som for øyeblikket er i bruk av applikasjoner og systemet. Inkluderer aktive prosesser, biblioteker og kjerneallokeringer.
pl: Pamięć aktualnie używana przez aplikacje i system. Obejmuje aktywne procesy, biblioteki i alokacje jądra.
pt: Memória atualmente em uso por aplicativos e pelo sistema. Inclui processos ativos, bibliotecas e alocações do kernel.Memória atualmente em uso por aplicativos e pelo sistema. Inclui processos ativos, bibliotecas e alocações do kernel.
ro: Memoria utilizată în prezent de aplicații și sistem. Include procese active, biblioteci și alocări de kernel.
ru: Память, используемая в данный момент приложениями и системой. Включает активные процессы, библиотеки и выделения ядра.
sk: Pamäť momentálne využívaná aplikáciami a systémom. Zahŕňa aktívne procesy, knižnice a alokácie jadra.
sv: Minne som för närvarande används av applikationer och systemet. Inkluderar aktiva processer, bibliotek och kärnallokeringar.
tr: Şu anda uygulamalar ve sistem tarafından kullanılan bellek. Aktif süreçleri, kütüphaneleri ve çekirdek tahsislerini içerir.
uk: Пам'ять, яка зараз використовується програмами та системою. Включає активні процеси, бібліотеки та виділення ядра.

source: Memory available for new allocations. Includes free RAM plus reclaimable file cache and buffers. This is the practical indicator of how much RAM is free.
bg: Налична памет за нови разпределения. Включва свободна RAM плюс възстановима файлова кеш и буфери. Това е практичният индикатор за това колко RAM е свободна.
cs: Paměť dostupná pro nové alokace. Zahrnuje volnou RAM plus obnovitelnou mezipaměť souborů a vyrovnávací paměti. Toto je praktický ukazatel, kolik RAM je volné.
da: Hukommelse tilgængelig for nye tildelinger. Inkluderer ledig RAM plus genanvendelig filcache og buffere. Dette er den praktiske indikator for, hvor meget RAM der er ledigt.
de: Speicher verfügbar für neue Zuweisungen. Umfasst freien RAM plus wiederverwendbaren Dateicache und Puffer. Dies ist der praktische Indikator dafür, wie viel RAM frei ist.
el: Μνήμη διαθέσιμη για νέες κατανεμήσεις. Περιλαμβάνει ελεύθερη RAM συν ανακτήσιμη κρυφή μνήμη αρχείων και buffers. Αυτός είναι ο πρακτικός δείκτης του πόση RAM είναι ελεύθερη.
es: Memoria disponible para nuevas asignaciones. Incluye RAM libre más caché de archivos y búferes recuperables. Este es el indicador práctico de cuánta RAM está libre.
et: Uute eraldiste jaoks saadaval mälu. Sisaldab vaba RAM-i pluss taastatavat failide vahemälu ja puhvreid. See on praktiline näitab, kui palju RAM-i on vaba.
fi: Muisti saatavilla uusille varauksille. Sisältää vapaan RAM-muistin sekä vapautettavissa olevan tiedostovälimuistin ja puskurit. Tämä on käytännön indikaattori siitä, kuinka paljon RAM-muistia on vapaana.
fr: Mémoire disponible pour les nouvelles allocations. Comprend la RAM libre plus le cache de fichiers récupérable et les tampons. C'est l'indicateur pratique de la quantité de RAM libre.
he: זיכרון זמין להקצאות חדשות. כולל RAM פנוי פלוס מטמון קבצים וחוצצים שניתן להחזיר. זהו המחוון המעשי לכמה RAM פנוי.
hr: Memorija dostupna za nove alokacije. Uključuje slobodan RAM plus predmemoriju datoteka i međuspremnike koje je moguće vratiti. Ovo je praktičan pokazatelj koliko je RAM-a slobodno.
hu: Új kiosztásokhoz rendelkezésre álló memória. Magában foglalja a szabad RAM-ot, valamint a visszaigényelhető fájlgyorsítótárat és puffereket. Ez a gyakorlati mutatója annak, hogy mennyi RAM szabad.
is: Minni í boði fyrir nýjar úthlutanir. Inniheldur ókeypis vinnsluminni auk endurheimtanlegs skráaskyndiminni og biðminni. Þetta er hagnýtur vísbending um hversu mikið vinnsluminni er ókeypis.
it: Memoria disponibile per nuove allocazioni. Include RAM libera più cache file e buffer recuperabili. Questo è l'indicatore pratico di quanta RAM è libera.
ja: 新しい割り当てに使用できるメモリ。 空き RAM に加え、再利用可能なファイルキャッシュとバッファが含まれます。 これは、どれだけの RAM が空いているかを示す実用的な指標です。
no: Minne tilgjengelig for nye allokeringer. Inkluderer ledig RAM pluss gjenvinnbar filbuffer og buffere. Dette er den praktiske indikatoren på hvor mye RAM som er ledig.
pl: Pamięć dostępna dla nowych alokacji. Zawiera wolną pamięć RAM oraz możliwą do odzyskania pamięć podręczną plików i bufory. Jest to praktyczny wskaźnik ilości wolnej pamięci RAM.
ro: Memoria disponibilă pentru noi alocări. Include RAM liber plus memoria cache a fișierelor și bufferele care pot fi recuperate. Acesta este indicatorul practic al cantității de RAM liberă.
ru: Память, доступная для новых выделений. Включает свободную ОЗУ плюс восстанавливаемый файловый кэш и буферы. Это практический индикатор того, сколько ОЗУ свободно.
sk: Pamäť dostupná pre nové alokácie. Zahŕňa voľnú RAM plus obnoviteľnú vyrovnávaciu pamäť súborov a vyrovnávacie pamäte. Toto je praktický ukazovateľ toho, koľko pamäte RAM je voľnej.
sv: Minne tillgängligt för nya allokeringar. Inkluderar ledigt RAM plus återvinningsbar filcache och buffertar. Detta är en praktisk indikator på hur mycket RAM som är ledigt.
uk: Пам'ять, доступна для нових виділень. Включає вільну RAM плюс відновлюваний кеш файлів і буфери. Це практичний показник того, скільки RAM вільно.
