Repository: ruscher/biglinux-systemd-swap-gui
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Recompress idle/huge pages with a secondary algorithm. Pages compressed with the fast primary algorithm get recompressed when idle, using a stronger algorithm for better ratio. Requires kernel 6.1+ with CONFIG_ZRAM_MULTI_COMP. Saves RAM at the cost of background CPU usage.
bg: Прекомпресирайте неактивни/огромни страници с вторичен алгоритъм. Страниците, компресирани с бързия основен алгоритъм, се прекомпресират, когато са неактивни, използвайки по-силен алгоритъм за по-добро съотношение. Изисква ядро 6.1+ с CONFIG_ZRAM_MULTI_COMP. Спестява RAM за сметка на фоновото използване на CPU.
cs: Znovu komprimujte nečinné/obrovské stránky pomocí sekundárního algoritmu. Stránky komprimované rychlým primárním algoritmem se znovu komprimují, když jsou nečinné, pomocí silnějšího algoritmu pro lepší poměr. Vyžaduje jádro 6.1+ s CONFIG_ZRAM_MULTI_COMP. Šetří RAM na úkor využití CPU na pozadí.
da: Rekomprimer inaktive/store sider med en sekundær algoritme. Sider komprimeret med den hurtige primære algoritme bliver rekomprimeret, når de er inaktive, ved hjælp af en stærkere algoritme for bedre forhold. Kræver kernel 6.1+ med CONFIG_ZRAM_MULTI_COMP. Sparer RAM på bekostning af baggrunds CPU-brug.
de: Rekomprimiert inaktive/große Seiten mit einem sekundären Algorithmus. Seiten, die mit dem schnellen primären Algorithmus komprimiert wurden, werden rekomprimiert, wenn sie inaktiv sind, unter Verwendung eines stärkeren Algorithmus für ein besseres Verhältnis. Erfordert Kernel 6.1+ mit CONFIG_ZRAM_MULTI_COMP. Spart RAM auf Kosten der Hintergrund-CPU-Auslastung.
el: Επανασυμπίεση ανενεργών/μεγάλων σελίδων με δευτερεύοντα αλγόριθμο. Οι σελίδες που συμπιέζονται με τον γρήγορο πρωτεύοντα αλγόριθμο επανασυμπιέζονται όταν είναι ανενεργές, χρησιμοποιώντας έναν ισχυρότερο αλγόριθμο για καλύτερη αναλογία. Απαιτεί πυρήνα 6.1+ με CONFIG_ZRAM_MULTI_COMP. Εξοικονομεί RAM με κόστος τη χρήση CPU στο παρασκήνιο.
es: Recomprime páginas inactivas/enormes con un algoritmo secundario. Páginas comprimidas con el algoritmo primario rápido se recomprimen cuando están inactivas, usando un algoritmo más fuerte para mejor tasa. Requiere kernel 6.1+ con CONFIG_ZRAM_MULTI_COMP. Ahorra RAM a costa de uso de CPU en segundo plano.
et: Tihendage jõudeolekus/suured lehed uuesti sekundaarse algoritmiga. Kiire primaarse algoritmiga tihendatud lehed tihendatakse uuesti jõudeolekus, kasutades parema suhte saavutamiseks tugevamat algoritmi. Nõuab tuuma 6.1+ koos CONFIG_ZRAM_MULTI_COMP. Säästab RAM-i tausta CPU kasutamise hinnaga.
fi: Pakkaa käyttämättömät/suuret sivut uudelleen toissijaisella algoritmilla. Nopealla ensisijaisella algoritmilla pakatut sivut pakataan uudelleen, kun ne ovat käyttämättöminä, käyttäen vahvempaa algoritmia paremman suhteen saavuttamiseksi. Vaatii ytimen 6.1+, jossa on CONFIG_ZRAM_MULTI_COMP. Säästää RAM-muistia taustaprosessorin käytön kustannuksella.
fr: Recompresser les pages inactives/énormes avec un algorithme secondaire. Les pages compressées avec l'algorithme primaire rapide sont recompressées lorsqu'elles sont inactives, en utilisant un algorithme plus fort pour un meilleur taux. Nécessite le noyau 6.1+ avec CONFIG_ZRAM_MULTI_COMP. Économise de la RAM au prix de l'utilisation du processeur en arrière-plan.
he: דחיסה מחדש של דפים לא פעילים/גדולים עם אלגוריתם משני. דפים שנדחסו עם האלגוריתם הראשי המהיר נדחסים מחדש כאשר אינם בשימוש, באמצעות אלגוריתם חזק יותר ליחס טוב יותר. דורש קרנל 6.1+ עם CONFIG_ZRAM_MULTI_COMP. חוסך RAM במחיר של שימוש ב-CPU ברקע.
hr: Ponovno komprimirajte neaktivne/velike stranice sekundarnim algoritmom. Stranice komprimirane brzim primarnim algoritmom ponovno se komprimiraju kada su neaktivne, koristeći jači algoritam za bolji omjer. Zahtijeva kernel 6.1+ s CONFIG_ZRAM_MULTI_COMP. Štedi RAM po cijenu korištenja CPU-a u pozadini.
hu: Inaktív/nagy oldalak újratömörítése másodlagos algoritmussal. A gyors elsődleges algoritmussal tömörített oldalak újratömörítésre kerülnek, amikor tétlenek, erősebb algoritmust használva a jobb arány érdekében. Kernel 6.1+ szükséges CONFIG_ZRAM_MULTI_COMP-pal. RAM-ot takarít meg a háttér CPU-használat árán.
is: Endurþjappaðu aðgerðalausum/stórum síðum með aukareiknirit. Síður þjappaðar með hraðvirka aðalreikniritinu verða endurþjappaðar þegar þær eru aðgerðalausar, með því að nota sterkari reiknirit fyrir betra hlutfall. Krefst kjarna 6.1+ með CONFIG_ZRAM_MULTI_COMP. Sparar vinnsluminni á kostnað örgjörvanotkunar í bakgrunni.
it: Ricomprimi pagine inattive/grandi con un algoritmo secondario. Le pagine compresse con l'algoritmo primario veloce vengono ricompresse quando inattive, utilizzando un algoritmo più potente per un miglior rapporto. Richiede kernel 6.1+ con CONFIG_ZRAM_MULTI_COMP. Risparmia RAM al costo dell'utilizzo della CPU in background.
ja: アイドル/巨大ページをセカンダリアルゴリズムで再圧縮します。 高速なプライマリアルゴリズムで圧縮されたページは、アイドリング時に より強力なアルゴリズムを使用して再圧縮され、圧縮率が向上します。 CONFIG_ZRAM_MULTI_COMP を備えたカーネル 6.1 以降が必要です。 バックグラウンドでの CPU 使用率を犠牲にして RAM を節約します。
nl: Comprimeer inactieve/grote pagina's opnieuw met een secundair algoritme. Pagina's gecomprimeerd met het snelle primaire algoritme worden opnieuw gecomprimeerd wanneer inactief, met een sterker algoritme voor een betere verhouding. Vereist kernel 6.1+ met CONFIG_ZRAM_MULTI_COMP. Bespaart RAM ten koste van achtergrond-CPU-gebruik.
no: Rekoprimerer inaktive/store sider med en sekundær algoritme. Sider komprimert med den raske primæralgoritmen blir rekomprimert når de er inaktive, ved bruk av en sterkere algoritme for bedre forhold. Krever kjerne 6.1+ med CONFIG_ZRAM_MULTI_COMP. Sparer RAM på bekostning av bakgrunns-CPU-bruk.
pl: Ponownie skompresuj bezczynne/ogromne strony przy użyciu algorytmu wtórnego. Strony skompresowane szybkim algorytmem podstawowym są ponownie kompresowane w stanie bezczynności, przy użyciu silniejszego algorytmu dla lepszego współczynnika. Wymaga jądra 6.1+ z CONFIG_ZRAM_MULTI_COMP. Oszczędza pamięć RAM kosztem użycia procesora w tle.
pt: Recomprime páginas ociosas/enormes com um algoritmo secundário. Páginas comprimidas com o algoritmo primário rápido são recomprimidas quando ociosas, usando um algoritmo mais forte para melhor taxa. Requer kernel 6.1+ com CONFIG_ZRAM_MULTI_COMP. Economiza RAM ao custo de uso de CPU em segundo plano.Recomprime páginas ociosas/enormes com um algoritmo secundário. Páginas comprimidas com o algoritmo primário rápido são recomprimidas quando ociosas, usando um algoritmo mais forte para melhor taxa. Requer kernel 6.1+ com CONFIG_ZRAM_MULTI_COMP. Economiza RAM ao custo de uso de CPU em segundo plano.
ro: Recomprimă paginile inactive/mari cu un algoritm secundar. Paginile comprimate cu algoritmul primar rapid sunt recomprimate când sunt inactive, folosind un algoritm mai puternic pentru un raport mai bun. Necesită kernel 6.1+ cu CONFIG_ZRAM_MULTI_COMP. Economisește RAM cu costul utilizării procesorului în fundal.
ru: Повторное сжатие неактивных/огромных страниц с помощью вторичного алгоритма. Страницы, сжатые быстрым первичным алгоритмом, повторно сжимаются при простое, используя более мощный алгоритм для лучшего коэффициента. Требуется ядро 6.1+ с CONFIG_ZRAM_MULTI_COMP. Экономит ОЗУ за счет использования ЦП в фоновом режиме.
sk: Rekomprimujte nečinné/veľké stránky sekundárnym algoritmom. Stránky komprimované rýchlym primárnym algoritmom sa rekomprimujú, keď sú nečinné, pomocou silnejšieho algoritmu pre lepší pomer. Vyžaduje jadro 6.1+ s CONFIG_ZRAM_MULTI_COMP. Šetrí RAM za cenu využitia CPU na pozadí.
sv: Dekomprimera inaktiva/stora sidor med en sekundär algoritm. Sidor komprimerade med den snabba primära algoritmen dekomprimeras när de är inaktiva, med en starkare algoritm för bättre förhållande. Kräver kärna 6.1+ med CONFIG_ZRAM_MULTI_COMP. Sparar RAM på bekostnad av bakgrunds-CPU-användning.
tr: Boşta kalan/büyük sayfaları ikincil bir algoritma ile yeniden sıkıştırın. Hızlı birincil algoritma ile sıkıştırılan sayfalar, boşta kaldıklarında, daha iyi oran için daha güçlü bir algoritma kullanılarak yeniden sıkıştırılır. CONFIG_ZRAM_MULTI_COMP ile kernel 6.1+ gerektirir. Arka plan CPU kullanımı pahasına RAM tasarrufu sağlar.
uk: Перекомпресувати неактивні/великі сторінки за допомогою вторинного алгоритму. Сторінки, стиснуті швидким первинним алгоритмом, перекомпресуються, коли вони неактивні, використовуючи сильніший алгоритм для кращого співвідношення. Потрібне ядро 6.1+ з CONFIG_ZRAM_MULTI_COMP. Економить RAM за рахунок використання ЦП у фоновому режимі.

source: Secondary algorithm used for recompressing idle pages. Should provide better compression than the primary algorithm. Zstd: Best compression ratio (recommended). Deflate: Good ratio, widely supported. LZ4HC: Faster but less compression gain.
bg: Вторичен алгоритъм, използван за повторно компресиране на неактивни страници. Трябва да осигури по-добра компресия от основния алгоритъм. Zstd: Най-добро съотношение на компресия (препоръчително). Deflate: Добро съотношение, широко поддържано. LZ4HC: По-бързо, но с по-малко печалба от компресия.
cs: Sekundární algoritmus používaný pro recompresi nečinných stránek. Měl by poskytovat lepší kompresi než primární algoritmus. Zstd: Nejlepší kompresní poměr (doporučeno). Deflate: Dobrý poměr, široce podporováno. LZ4HC: Rychlejší, ale s menším ziskem komprese.
da: Sekundær algoritme brugt til at recomprimere inaktive sider. Bør give bedre kompression end den primære algoritme. Zstd: Bedste kompressionsforhold (anbefalet). Deflate: Godt forhold, bredt understøttet. LZ4HC: Hurtigere, men mindre kompressionsgevinst.
de: Sekundärer Algorithmus, der zum Rekomprimieren inaktiver Seiten verwendet wird. Sollte eine bessere Kompression als der primäre Algorithmus bieten. Zstd: Bestes Kompressionsverhältnis (empfohlen). Deflate: Gutes Verhältnis, weit verbreitet. LZ4HC: Schneller, aber weniger Kompressionsgewinn.
el: Δευτερεύων αλγόριθμος που χρησιμοποιείται για την επανασυμπίεση ανενεργών σελίδων. Θα πρέπει να παρέχει καλύτερη συμπίεση από τον πρωτεύοντα αλγόριθμο. Zstd: Καλύτερη αναλογία συμπίεσης (συνιστάται). Deflate: Καλή αναλογία, ευρέως υποστηριζόμενο. LZ4HC: Ταχύτερο αλλά μικρότερο κέρδος συμπίεσης.
es: Algoritmo secundario usado para recomprimir páginas inactivas. Debe proporcionar mejor compresión que el algoritmo primario. Zstd: Mejor tasa de compresión (recomendado). Deflate: Buena tasa, ampliamente soportado. LZ4HC: Más rápido pero menor ganancia de compresión.
et: Teisene algoritm, mida kasutatakse jõudeolekus lehtede uuesti pakkimiseks. Peaks pakkuma paremat tihendamist kui esmane algoritm. Zstd: Parim tihendussuhe (soovitatav). Tühjenda: Hea suhe, laialdaselt toetatud. LZ4HC: Kiirem, kuid väiksem tihendusvõimendus.
fi: Toissijainen algoritmi käyttämättömien sivujen uudelleenpakkaamiseen. Pitäisi tarjota parempi pakkaus kuin ensisijainen algoritmi. Zstd: Paras pakkaussuhde (suositeltava). Deflate: Hyvä suhde, laajasti tuettu. LZ4HC: Nopeampi mutta pienempi pakkaushyöty.
fr: Algorithme secondaire utilisé pour recompresser les pages inactives. Devrait fournir une meilleure compression que l'algorithme primaire. Zstd : Meilleur taux de compression (recommandé). Deflate : Bon taux, largement pris en charge. LZ4HC : Plus rapide mais gain de compression moindre.
he: אלגוריתם משני המשמש לדחיסה מחדש של דפים לא פעילים. אמור לספק דחיסה טובה יותר מהאלגוריתם הראשי. Zstd: יחס הדחיסה הטוב ביותר (מומלץ). Deflate: יחס טוב, נתמך באופן נרחב. LZ4HC: מהיר יותר אך רווח דחיסה נמוך יותר.
hr: Sekundarni algoritam koji se koristi za ponovnu kompresiju neaktivnih stranica. Trebao bi pružiti bolju kompresiju od primarnog algoritma. Zstd: Najbolji omjer kompresije (preporučeno). Deflate: Dobar omjer, široko podržan. LZ4HC: Brži, ali manji dobitak kompresije.
hu: Az inaktív oldalak újratömörítésére használt másodlagos algoritmus. Jobb tömörítést kell biztosítania, mint az elsődleges algoritmus. Zstd: Legjobb tömörítési arány (ajánlott). Deflate: Jó arány, széles körben támogatott. LZ4HC: Gyorsabb, de kisebb tömörítési nyereség.
is: Aukareiknirit notað til að endurþjappa aðgerðalausar síður. Ætti að veita betri þjöppun en aðal reikniritið. Zstd: Besta þjöppunarhlutfall (mælt með). Deflate: Gott hlutfall, víða stutt. LZ4HC: Hraðari en minni þjöppunaraukning.
it: Algoritmo secondario utilizzato per ricomprimere le pagine inattive. Dovrebbe fornire una compressione migliore rispetto all'algoritmo primario. Zstd: Miglior rapporto di compressione (consigliato). Deflate: Buon rapporto, ampiamente supportato. LZ4HC: Più veloce ma minor guadagno di compressione.
ja: アイドルページの再圧縮に使用されるセカンダリアルゴリズム。 プライマリアルゴリズムよりも優れた圧縮を提供する必要があります。 Zstd: 最高の圧縮率 (推奨)。 Deflate: 良好な比率、広くサポートされています。 LZ4HC: 高速ですが圧縮ゲインは低いです。
nl: Secundair algoritme gebruikt voor het opnieuw comprimeren van inactieve pagina's. Zou betere compressie moeten bieden dan het primaire algoritme. Zstd: Beste compressieverhouding (aanbevolen). Deflate: Goede verhouding, breed ondersteund. LZ4HC: Sneller maar minder compressiewinst.
no: Sekundær algoritme brukt for rekomprimering av inaktive sider. Bør gi bedre komprimering enn primæralgoritmen. Zstd: Best komprimeringsforhold (anbefalt). Deflate: Godt forhold, bredt støttet. LZ4HC: Raskere, men mindre komprimeringsgevinst.
pl: Algorytm wtórny używany do ponownej kompresji stron bezczynnych. Powinien zapewniać lepszą kompresję niż algorytm podstawowy. Zstd: Najlepszy współczynnik kompresji (zalecane). Deflate: Dobry stosunek, szeroko wspierany. LZ4HC: Szybszy, ale mniejszy przyrost kompresji.
pt: Algoritmo secundário usado para recomprimir páginas ociosas. Deve fornecer melhor compressão que o algoritmo primário. Zstd: Melhor taxa de compressão (recomendado). Deflate: Boa taxa, amplamente suportado. LZ4HC: Mais rápido, mas menor ganho de compressão.Algoritmo secundário usado para recomprimir páginas ociosas. Deve fornecer melhor compressão que o algoritmo primário. Zstd: Melhor taxa de compressão (recomendado). Deflate: Boa taxa, amplamente suportado. LZ4HC: Mais rápido, mas menor ganho de compressão.
ro: Algoritm secundar utilizat pentru recomprimarea paginilor inactive. Ar trebui să ofere o compresie mai bună decât algoritmul primar. Zstd: Cel mai bun raport de compresie (recomandat). Deflate: Raport bun, suportat pe scară largă. LZ4HC: Mai rapid, dar câștig de compresie mai mic.
ru: Вторичный алгоритм, используемый для повторного сжатия неактивных страниц. Должен обеспечивать лучшее сжатие, чем первичный алгоритм. Zstd: Лучший коэффициент сжатия (рекомендуется). Deflate: Хороший коэффициент, широкая поддержка. LZ4HC: Быстрее, но меньший выигрыш в сжатии.
sk: Sekundárny algoritmus používaný na rekompresiu nečinných stránok. Mal by poskytovať lepšiu kompresiu ako primárny algoritmus. Zstd: Najlepší kompresný pomer (odporúčané). Deflate: Dobrý pomer, široko podporované. LZ4HC: Rýchlejšie, ale menší zisk kompresie.
sv: Sekundär algoritm som används för att dekomprimera inaktiva sidor. Bör ge bättre kompression än den primära algoritmen. Zstd: Bästa kompressionsförhållande (rekommenderas). Deflate: Bra förhållande, brett stöd. LZ4HC: Snabbare men mindre kompressionsvinst.
tr: Boşta kalan sayfaları yeniden sıkıştırmak için kullanılan ikincil algoritma. Birincil algoritmadan daha iyi sıkıştırma sağlamalıdır. Zstd: En iyi sıkıştırma oranı (önerilen). Deflate: İyi oran, geniş çapta desteklenir. LZ4HC: Daha hızlı ama daha az sıkıştırma kazancı.
uk: Вторинний алгоритм, що використовується для перекомпресії неактивних сторінок. Має забезпечувати краще стиснення, ніж первинний алгоритм. Zstd: Найкращий коефіцієнт стиснення (рекомендовано). Deflate: Гарне співвідношення, широко підтримується. LZ4HC: Швидше, але менший виграш у стисненні.

source: Creates swap files on disk when RAM is full. Files grow and shrink automatically as needed. Uses progressive scaling: starts small, doubles as demand increases. Requires a supported filesystem (btrfs, ext4, or xfs).
bg: Създава файлове за размяна на диска, когато RAM паметта е пълна. Файловете автоматично нарастват и намаляват в зависимост от нуждите. Използва прогресивно мащабиране: започва малко, удвоява се, когато търсенето нараства. Изисква поддържана файлова система (btrfs, ext4 или xfs).
cs: Vytváří výměnné soubory na disku, když je RAM plná. Soubory se automaticky zvětšují a zmenšují podle potřeby. Používá progresivní škálování: začíná malým, zdvojnásobuje se, jak se zvyšuje poptávka. Vyžaduje podporovaný souborový systém (btrfs, ext4 nebo xfs).
da: Opretter swap-filer på disken, når RAM er fuld. Filer vokser og skrumper automatisk efter behov. Bruger progressiv skalering: starter lille, fordobles efterhånden som efterspørgslen stiger. Kræver et understøttet filsystem (btrfs, ext4 eller xfs).
de: Erstellt Swap-Dateien auf der Festplatte, wenn der RAM voll ist. Dateien wachsen und schrumpfen automatisch nach Bedarf. Verwendet progressive Skalierung: beginnt klein, verdoppelt sich bei steigender Nachfrage. Erfordert ein unterstütztes Dateisystem (btrfs, ext4 oder xfs).
el: Δημιουργεί αρχεία εναλλαγής (swap) στον δίσκο όταν η RAM είναι πλήρης. Τα αρχεία αυξάνονται και μειώνονται αυτόματα ανάλογα με τις ανάγκες. Χρησιμοποιεί προοδευτική κλιμάκωση: ξεκινά μικρό, διπλασιάζεται καθώς αυξάνεται η ζήτηση. Απαιτεί υποστηριζόμενο σύστημα αρχείων (btrfs, ext4 ή xfs).
es: Crea archivos de swap en disco cuando la RAM está llena. Los archivos crecen y se reducen automáticamente según sea necesario. Usa escalado progresivo: comienza pequeño, se duplica al aumentar la demanda. Requiere un sistema de archivos soportado (btrfs, ext4 o xfs).
et: Loob kettale saalefailid, kui RAM on täis. Failid kasvavad ja kahanevad vastavalt vajadusele automaatselt. Kasutab progressiivset skaleerimist: algab väikesest, kahekordistub nõudluse kasvades. Nõuab toetatud failisüsteemi (btrfs, ext4 või xfs).
fi: Luo swap-tiedostoja levylle, kun RAM on täynnä. Tiedostot kasvavat ja kutistuvat automaattisesti tarpeen mukaan. Käyttää progressiivista skaalausta: alkaa pienestä, kaksinkertaistuu kysynnän kasvaessa. Vaatii tuetun tiedostojärjestelmän (btrfs, ext4 tai xfs).
fr: Crée des fichiers d'échange sur le disque lorsque la RAM est pleine. Les fichiers grandissent et rétrécissent automatiquement selon les besoins. Utilise une mise à l'échelle progressive : commence petit, double à mesure que la demande augmente. Nécessite un système de fichiers pris en charge (btrfs, ext4 ou xfs).
he: יוצר קבצי swap בדיסק כאשר ה-RAM מלא. הקבצים גדלים וקטנים אוטומטית לפי הצורך. משתמש בהרחבה פרוגרסיבית: מתחיל בקטן, מכפיל ככל שהביקוש עולה. דורש מערכת קבצים נתמכת (btrfs, ext4, או xfs).
hr: Stvara swap datoteke na disku kada je RAM pun. Datoteke rastu i smanjuju se automatski prema potrebi. Koristi progresivno skaliranje: počinje s malim, udvostručuje se kako potražnja raste. Zahtijeva podržani datotečni sustav (btrfs, ext4 ili xfs).
hu: Swap fájlokat hoz létre a lemezen, amikor a RAM megtelt. A fájlok automatikusan nőnek és zsugorodnak, ahogy szükséges. Progresszív skálázást használ: kicsiben kezdődik, a kereslet növekedésével megduplázódik. Támogatott fájlrendszer szükséges (btrfs, ext4 vagy xfs).
is: Býr til skiptiskrár á disk þegar vinnsluminni er fullt. Skrár stækka og minnka sjálfkrafa eftir þörfum. Notar stigvaxandi kvarða: byrjar smátt, tvöfaldast eftir því sem eftirspurn eykst. Krefst studds skráarkerfis (btrfs, ext4 eða xfs).
it: Crea file di swap su disco quando la RAM è piena. I file crescono e si riducono automaticamente secondo necessità. Utilizza il ridimensionamento progressivo: inizia piccolo, raddoppia all'aumentare della domanda. Richiede un file system supportato (btrfs, ext4 o xfs).
ja: RAM がいっぱいになるとディスク上にスワップファイルを作成します。 ファイルは必要に応じて自動的に拡大および縮小します。 プログレッシブスケーリングを使用: 小さく始まり、需要の増加とともに倍増します。 サポートされているファイルシステム (btrfs、ext4、または xfs) が必要です。
nl: Maakt wisselbestanden op schijf wanneer RAM vol is. Bestanden groeien en krimpen automatisch indien nodig. Gebruikt progressieve schaling: begint klein, verdubbelt naarmate de vraag toeneemt. Vereist een ondersteund bestandssysteem (btrfs, ext4 of xfs).
no: Oppretter byttefiler på disk når RAM er full. Filer vokser og krymper automatisk etter behov. Bruker progressiv skalering: starter smått, dobles etter hvert som etterspørselen øker. Krever et støttet filsystem (btrfs, ext4 eller xfs).
pl: Tworzy pliki wymiany na dysku, gdy pamięć RAM jest pełna. Pliki rosną i kurczą się automatycznie w razie potrzeby. Wykorzystuje skalowanie progresywne: zaczyna się od małego, podwaja się wraz ze wzrostem zapotrzebowania. Wymaga obsługiwanego systemu plików (btrfs, ext4 lub xfs).
pt: Cria arquivos de swap no disco quando a RAM está cheia. Arquivos crescem e diminuem automaticamente conforme necessário. Usa escalonamento progressivo: começa pequeno, dobra conforme a demanda aumenta. Requer um sistema de arquivos suportado (btrfs, ext4 ou xfs).Cria arquivos de swap no disco quando a RAM está cheia. Arquivos crescem e diminuem automaticamente conforme necessário. Usa escalonamento progressivo: começa pequeno, dobra conforme a demanda aumenta. Requer um sistema de arquivos suportado (btrfs, ext4 ou xfs).
ro: Creează fișiere swap pe disc când RAM-ul este plin. Fișierele cresc și se micșorează automat după nevoie. Utilizează scalarea progresivă: începe mic, se dublează pe măsură ce cererea crește. Necesită un sistem de fișiere suportat (btrfs, ext4 sau xfs).
ru: Создает файлы подкачки на диске, когда ОЗУ заполнена. Файлы автоматически увеличиваются и уменьшаются по мере необходимости. Использует прогрессивное масштабирование: начинается с малого, удваивается по мере роста спроса. Требуется поддерживаемая файловая система (btrfs, ext4 или xfs).
sk: Vytvára odkladacie súbory na disku, keď je RAM plná. Súbory rastú a zmenšujú sa automaticky podľa potreby. Používa progresívne škálovanie: začína na malom, zdvojnásobuje sa so zvyšujúcim sa dopytom. Vyžaduje podporovaný súborový systém (btrfs, ext4 alebo xfs).
sv: Skapar swap-filer på disken när RAM är fullt. Filer växer och krymper automatiskt efter behov. Använder progressiv skalning: börjar smått, fördubblas när efterfrågan ökar. Kräver ett filsystem som stöds (btrfs, ext4 eller xfs).
tr: RAM dolduğunda diskte takas dosyaları oluşturur. Dosyalar ihtiyaç duyuldukça otomatik olarak büyür ve küçülür. Aşamalı ölçeklendirme kullanır: küçük başlar, talep arttıkça iki katına çıkar. Desteklenen bir dosya sistemi (btrfs, ext4 veya xfs) gerektirir.
uk: Створює файли підкачки на диску, коли RAM заповнена. Файли автоматично збільшуються та зменшуються за потреби. Використовує прогресивне масштабування: починається з малого, подвоюється зі зростанням попиту. Потрібна підтримувана файлова система (btrfs, ext4 або xfs).
