Repository: ruscher/biglinux-systemd-swap-gui
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Swap Manager
bg: Мениджър на размяна
cs: Správce výměn
da: Bytteadministrator
el: Διαχειριστής Swap
es: Gestor de Swap
et: Saaleala haldur
fr: Gestionnaire de Swap
he: מנהל Swap
hu: Swap Kezelő
is: Swap Stjóri
it: Gestore Swap
ja: スワップマネージャー
pl: Menedżer Swap
pt: Gerenciador de Swap
ro: Manager Swap
ru: Менеджер Swap
sk: Swap Manažér
uk: Менеджер Swap

source: Auto (Recommended)
bg: Авто (Препоръчително)
cs: Automaticky (Doporučeno)
da: Auto (Anbefalet)
de: Auto (Empfohlen)
el: Αυτόματο (Συνιστάται)
es: Auto (Recomendado)
et: Automaatne (Soovitatav)
fi: Automaattinen (Suositeltu)
fr: Auto (Recommandé)
he: אוטומטי (מומלץ)
hr: Auto (Preporučeno)
hu: Auto (Ajánlott)
is: Auto (Mælt með)
it: Auto (Consigliato)
ja: 自動 (推奨)
nl: Auto (Aanbevolen)
no: Auto (Anbefalt)
pl: Auto (Zalecane)
pt: Auto (Recomendado)
ro: Auto (Recomandat)
ru: Авто (Рекомендуется)
sk: Auto (Odporúčané)
sv: Auto (Rekommenderat)
tr: Otomatik (Önerilen)
uk: Авто (Рекомендовано)

source: Zram Only
bg: Само Zram
cs: Pouze Zram
da: Zram Kun alene
de: Nur Zram
el: Μόνο Zram
es: Solo Zram
et: Ainult Zram
fi: Vain Zram
fr: Zram Seulement
he: Zram בלבד
hr: Samo Zram
hu: Csak Zram
is: Aðeins Zram
it: Solo Zram
ja: Zram のみ
nl: Alleen Zram
no: Kun Zram
pl: Tylko Zram
pt: Apenas Zram
ro: Doar Zram
ru: Только Zram
sk: Iba Zram
sv: Endast Zram
tr: Sadece Zram
uk: Тільки Zram

source: Disabled
bg: Деактивиран
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Deshabilitado
et: Keelatud
fi: Ei käytössä
fr: Désactivé
he: מושבת
hr: Onemogućeno
hu: Letiltva
is: Óvirkt
it: Disabilitato
ja: 無効
nl: Uitgeschakeld
no: Deaktivert
pl: Wyłączone
ro: Dezactivat
ru: Отключено
sk: Zakázané
sv: Inaktiverat
tr: Devre Dışı
uk: Вимкнено

source: Automatically detects the best mode for your system
bg: Автоматично открива най-добрия режим за вашата система.
cs: Automaticky detekuje nejlepší režim pro váš systém.
da: Registrerer automatisk den bedste tilstand for dit system.
de: Erkennt automatisch den besten Modus für Ihr System.
es: Detecta automáticamente el mejor modo para tu sistema.

source: Compressed RAM cache + dynamic swap files (best for desktop)
bg: Стиснат RAM кеш + динамични swap файлове (най-добре за настолни компютри)
cs: Komprimovaná RAM cache + dynamické swap soubory (nejlepší pro desktop)
da: Kompprimeret RAM-cache + dynamiske swap-filer (bedst til desktop)
de: Komprimierter RAM-Cache + dynamische Swap-Dateien (am besten für Desktop)
es: Caché de RAM comprimida + archivos de intercambio dinámicos (mejor para escritorio)

source: Compressed RAM block device + swap files
bg: Стиснато RAM блок устройство + swap файлове
cs: Komprimované RAM blokové zařízení + swap soubory
da: Kompresseret RAM blok enhed + swap filer
de: Komprimiertes RAM-Blockgerät + Swap-Dateien
es: Dispositivo de bloque de RAM comprimido + archivos de intercambio

source: Only Zram, no disk swap (for systems without disk swap support)
bg: Само Zram, без дискова размяна (за системи без поддръжка на дискова размяна)
cs: Pouze Zram, žádný diskový swap (pro systémy bez podpory diskového swapu)
da: Kun Zram, ingen disk swap (for systemer uden disk swap support)
de: Nur Zram, kein Festplattenswap (für Systeme ohne Unterstützung für Festplattenswap)
es: Solo Zram, sin intercambio en disco (para sistemas sin soporte de intercambio en disco)

source: Disable swap management (stops the service)
bg: Деактивирайте управлението на суап (спира услугата)
cs: Deaktivovat správu swapu (zastaví službu)
da: Deaktiver swapstyring (stopper tjenesten)
de: Swap-Verwaltung deaktivieren (stoppt den Dienst)
es: Deshabilitar la gestión de intercambio (detiene el servicio)

source: LZ4 (Fastest)
bg: LZ4 (Най-бърз)
cs: LZ4 (Nejrychlejší)
da: LZ4 (Hurtigst)
de: LZ4 (Schnellste)
es: LZ4 (Más rápido)

source: Zstd (Balanced)
bg: Zstd (Балансен)
cs: Zstd (Vyvážený)
da: Zstd (Balanceret)
de: Zstd (Ausgewogen)
es: Zstd (Equilibrado)

source: LZO (Legacy)
bg: LZO (наследство)
cs: LZO (Dědictví)
da: LZO (Arv)
es: LZO (Legado)

source: Zstd (Best ratio)
bg: Zstd (Най-добро съотношение)
cs: Zstd (Nejlepší poměr)
da: Zstd (Bedste forhold)
de: Zstd (Bester Kompressionsfaktor)
es: Zstd (Mejor relación)

source: Deflate (Balanced)
bg: Дефлация (Баланс)
cs: Deflace (Vyvážený)
da: Deflater (Balanceret)
de: Deflate (Ausgewogen)
es: Descomprimir (Equilibrado)

source: LZ4HC (Faster)
bg: LZ4HC (По-бързо)
cs: LZ4HC (Rychlejší)
da: LZ4HC (Hurtigere)
de: LZ4HC (Schneller)
es: LZ4HC (Más rápido)

source: Auto (Based on RAM)
bg: Авто (На базата на RAM)
cs: Automaticky (na základě RAM)
da: Auto (Baseret på RAM)
de: Automatisch (Basierend auf RAM)
es: Automático (Basado en RAM)

source: 100ms
bg: 100мс

source: 300ms
bg: 300мс

source: 600ms
bg: 600мс

source: Hard Drive
bg: Хард диск
cs: Pevný disk
da: Harddisk
de: Festplatte
es: Disco Duro

source: SD Card
bg: SD карта
cs: SD karta
da: SD-kort
de: SD-Karte
es: Tarjeta SD

source: Unknown
bg: Неизвестен
cs: Neznámý
da: Ukendt
de: Unbekannt
es: Desconocido

source: At deactivation (recommended)
bg: При деактивация (препоръчително)
cs: Při deaktivaci (doporučeno)
da: Ved deaktivering (anbefalet)
de: Bei Deaktivierung (empfohlen)
es: En desactivación (recomendado)

source: Continuous (may impact performance)
bg: Непрекъснато (може да повлияе на производителността)
cs: Nepřetržité (může ovlivnit výkon)
da: Kontinuerlig (kan påvirke ydeevnen)
de: Kontinuierlich (kann die Leistung beeinträchtigen)
es: Continuo (puede afectar el rendimiento)

source: Both modes
bg: И двата режима
cs: Oba režimy
da: Begge tilstande
de: Beide Modi
es: Ambos modos

source: Auto-detect
bg: Автоматично откриване
cs: Automatické rozpoznání
da: Automatisk registrering
de: Automatische Erkennung
es: Detección automática

source: Zswap + SwapFile
da: Zswap + SwapFil
de: Zswap + Swap-Datei
et: Zswap + Saalefail
hu: Zswap + Cserefájl
is: Zswap + Skiptiskrá
uk: Zswap + Файл Swap

source: Zram + SwapFile
da: Zram + SwapFil
de: Zram + Swap-Datei
et: Zram + Saalefail
hu: Zram + Cserefájl
is: Zram + Skiptiskrá
uk: Zram + Файл Swap

source: What is Zswap?
cs: Zswap je kompresní mechanismus pro Linux, který slouží k optimalizaci správy paměti.
de: Was ist Zswap?
el: Τι είναι το Zswap;
es: ¿Qué es Zswap?
et: Mis on Zswap?
fi: Mikä on Zswap?
fr: Qu'est-ce que Zswap ?
he: מה זה Zswap?
hr: Što je Zswap?
hu: Mi az a Zswap?
is: Hvað er Zswap?
it: Cos'è Zswap?
ja: Zswap とは?
nl: Wat is Zswap?
no: Hva er Zswap?
pl: Czym jest Zswap?
pt: O que é Zswap?
ro: Ce este Zswap?
ru: Что такое Zswap?
sk: Čo je Zswap?
sv: Vad är Zswap?
tr: Zswap Nedir?
uk: Що таке Zswap?

source: What is Zram?
de: Was ist Zram?
el: Τι είναι το Zram;
es: ¿Qué es Zram?
et: Mis on Zram?
fi: Mikä on Zram?
fr: Qu'est-ce que Zram ?
he: מה זה Zram?
hr: Što je Zram?
hu: Mi az a Zram?
is: Hvað er Zram?
it: Cos'è Zram?
ja: Zram とは?
nl: Wat is Zram?
no: Hva er Zram?
pl: Czym jest Zram?
pt: O que é Zram?
ro: Ce este Zram?
ru: Что такое Zram?
sk: Čo je Zram?
sv: Vad är Zram?
tr: Zram Nedir?
uk: Що таке Zram?

source: NVMe SSD
es: SSD NVMe

source: SATA SSD
es: SSD SATA

source: RAM: {}
ru: ОЗУ: {}

source: RAM
ru: ОЗУ

source: [{}] RAM: {}
ru: [{}] ОЗУ: {}

source: [{}] RAM: {}%
ru: [{}] ОЗУ: {}%

source: Memory available for new allocations. Includes free RAM plus reclaimable file cache and buffers. This is the pratik indicator of how much RAM is free.
tr: Yeni tahsisler için uygun bellek. Boş RAM artı geri kazanılabilir dosya önbelleği ve arabellekleri içerir. Bu, ne kadar RAM'in boş olduğunun pratik göstergesidir.

source: Base size for each new swap file. With progressive scaling, this is the starting size. Files 1-4: base size, Files 5-8: 2x, Files 9-12: 4x, stb. 512MB: Good for most systems. 1GB: Better for systems with 8GB+ RAM.
hu: Alapméret minden új swap fájlhoz. Progresszív skálázással ez a kezdő méret. 1-4. fájlok: alapméret, 5-8. fájlok: 2x, 9-12. fájlok: 4x, stb. 512 MB: A legtöbb rendszerhez jó. 1 GB: Jobb 8 GB+ RAM-mal rendelkező rendszerekhez.

source: Base size for each new swap file. With progressive scaling, this is the starting size. Files 1-4: base size, Files 5-8: 2x, Files 9-12: 4x, jne. 512MB: Good for most systems. 1GB: Better for systems with 8GB+ RAM.
fi: Jokaisen uuden swap-tiedoston peruskoko. Progressiivisella skaalauksella tämä on aloituskoko. Tiedostot 1-4: peruskoko, Tiedostot 5-8: 2x, Tiedostot 9-12: 4x, jne. 512MB: Hyvä useimmille järjestelmille. 1GB: Parempi järjestelmille, joissa on 8GB+ RAM-muistia.

source: Base size for each new swap file. With progressive scaling, this is the starting size. Files 1-4: base size, Files 5-8: 2x, Files 9-12: 4x, ecc. 512MB: Good for most systems. 1GB: Better for systems with 8GB+ RAM.
it: Dimensione base per ogni nuovo file di swap. Con il ridimensionamento progressivo, questa è la dimensione iniziale. File 1-4: dimensione base, File 5-8: 2x, File 9-12: 4x, ecc. 512MB: Buono per la maggior parte dei sistemi. 1GB: Migliore per sistemi con 8GB+ di RAM.

source: Memory available for new allocations. Includes free RAM plus reclaimable file cache and buffers. This is the practical indicator of how much RAM is livre.
pt: Memória disponível para novas alocações. Inclui RAM livre mais cache de arquivos e buffers recuperáveis. Este é o indicador prático de quanta RAM está livre.

source: Disable Swap
pt: Desativar Swap

source: Memory used for disk buffers and file cache. The kernel reclaims this automatically when applications need RAM. Vysoké hodnoty sú tu normálne a naznačujú efektívne ukladanie do vyrovnávacej pamäte disku.
sk: Pamäť použitá pre diskové vyrovnávacie pamäte a vyrovnávaciu pamäť súborov. Jadro to automaticky obnoví, keď aplikácie potrebujú RAM. Vysoké hodnoty sú tu normálne a naznačujú efektívne ukladanie do vyrovnávacej pamäte disku.

source: Base size for each new swap file. With progressive scaling, this is the starting size. Files 1-4: basstorlek, Filer 5-8: 2x, Filer 9-12: 4x, etc. 512MB: Bra för de flesta system. 1GB: Bättre för system med 8GB+ RAM.
sv: Basstorlek för varje ny swap-fil. Med progressiv skalning är detta startstorleken. Filer 1-4: basstorlek, Filer 5-8: 2x, Filer 9-12: 4x, etc. 512MB: Bra för de flesta system. 1GB: Bättre för system med 8GB+ RAM.

source: Zstd: Better compression ratio, saves more memory. Recommended for all systems — modern CPUs handle it well. LZ4: Faster but compresses less. May verspillen RAM.
nl: Zstd: Betere compressieverhouding, bespaart meer geheugen. Aanbevolen voor alle systemen — moderne CPU's verwerken het goed. LZ4: Sneller maar comprimeert minder. Kan RAM verspillen.

source: Memory available for new allocations. Includes free RAM plus reclaimable file cache and buffers. This is the practical indicator of how much RAM is vrij.
nl: Geheugen beschikbaar voor nieuwe toewijzingen. Omvat vrije RAM plus terugwinbare bestandscache en buffers. Dit is de praktische indicator van hoeveel RAM vrij is.
