Repository: ruscher/biglinux-systemd-swap-gui
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Swap is like an extension of of your computer's memory. When RAM is full, less-used data moves to swap, preventing freezes.
bg: Суапът е като разширение на паметта на вашия компютър. Когато RAM паметта е пълна, по-малко използваните данни преминават в суап, предотвратявайки замръзвания.
cs: Swap je jako rozšíření paměti vašeho počítače. Když je RAM plná, méně používaná data se přesunou do swapu, což zabraňuje zamrzání.
da: Swap er som en udvidelse af din computers hukommelse. Når RAM er fuld, flyttes mindre brugte data til swap, hvilket forhindrer fryseproblemer.
de: Swap ist wie eine Erweiterung des Arbeitsspeichers Ihres Computers. Wenn der RAM voll ist, werden weniger genutzte Daten in den Swap verschoben, was Einfrieren verhindert.
el: Το Swap είναι σαν επέκταση της μνήμης του υπολογιστή σας. Όταν η RAM είναι πλήρης, λιγότερο χρησιμοποιημένα δεδομένα μετακινούνται στο swap, αποτρέποντας τα παγώματα.
es: Swap es como una extensión de la memoria de su computadora. Cuando la RAM está llena, datos menos usados se mueven a swap, previniendo congelamientos.
et: Saaleala on nagu arvuti mälu laiendus. Kui RAM on täis, liiguvad vähem kasutatud andmed saalealasse, vältides külmumist.
fi: Swap on kuin tietokoneesi muistin laajennus. Kun RAM on täynnä, vähemmän käytetty data siirtyy swapiin, mikä estää jäätymisen.
fr: Le Swap est comme une extension de la mémoire de votre ordinateur. Lorsque la RAM est pleine, les données moins utilisées passent au swap, évitant les blocages.
he: Swap הוא כמו הרחבה של זיכרון המחשב שלך. כאשר ה-RAM מלא, נתונים בשימוש מועט עוברים ל-Swap, מונע קפיאות.
hr: Swap je poput proširenja memorije vašeg računala. Kad se RAM napuni, manje korišteni podaci prelaze u swap, sprječavajući smrzavanje.
hu: A Swap olyan, mint a számítógép memóriájának kiterjesztése. Amikor a RAM megtelt, a kevésbé használt adatok a swapba kerülnek, megakadályozva a lefagyást.
is: Swap er eins og framlenging á minni tölvunnar. Þegar vinnsluminni er fullt flytjast minna notuð gögn yfir í swap, sem kemur í veg fyrir frystingu.
it: Lo Swap è come un'estensione della memoria del tuo computer. Quando la RAM è piena, i dati meno utilizzati vengono spostati nello swap, prevenendo blocchi.
ja: スワップはコンピュータのメモリの拡張のようなものです。RAM がいっぱいになると、あまり使用されていないデータがスワップに移動し、フリーズを防ぎます。
nl: Swap is als een verlengstuk van het geheugen van uw computer. Wanneer RAM vol is, verplaatsen minder gebruikte gegevens naar swap, waardoor bevriezingen worden voorkomen.
no: Bytte (Swap) er som en utvidelse av datamaskinens minne. Når RAM er full, flyttes mindre brukte data til bytte, noe som forhindrer frysninger.
pl: Swap jest jak rozszerzenie pamięci twojego komputera. Gdy pamięć RAM jest pełna, mniej używane dane przenoszą się do swap, zapobiegając zamrożeniom.
pt: O Swap é como uma extensão da memória do seu computador. Quando a RAM está cheia, dados menos usados vão para o swap, prevenindo travamentos.
ro: Swap este ca o extensie a memoriei computerului. Când RAM-ul este plin, datele mai puțin utilizate se mută în swap, prevenind blocajele.
ru: Swap похож на расширение памяти вашего компьютера. Когда ОЗУ заполнена, менее используемые данные перемещаются в swap, предотвращая зависания.
sk: Swap je ako rozšírenie pamäte vášho počítača. Keď je RAM plná, menej používané dáta sa presunú do swapu, čo zabráni zamrznutiu.
sv: Swap är som en förlängning av din dators minne. När RAM är fullt flyttas mindre använd data till swap, vilket förhindrar frysningar.
tr: Swap, bilgisayarınızın belleğinin bir uzantısı gibidir. RAM dolduğunda, daha az kullanılan veriler swap'a taşınarak donmalar önlenir.
uk: Swap схожий на розширення пам'яті вашого комп'ютера. Коли RAM заповнена, менш використовувані дані переміщуються в swap, запобігаючи зависанню.

source: Zram creates a compressed block device in RAM. It's faster than disk swap and perfect for systems with limited disk speed.
bg: Zram създава компресиран блоков устройство в RAM. То е по-бързо от дисковия swap и е перфектно за системи с ограничена скорост на диска.
cs: Zram vytváří komprimované blokové zařízení v RAM. Je rychlejší než výměnný disk a je ideální pro systémy s omezenou rychlostí disku.
da: Zram opretter en komprimeret blokenhed i RAM. Det er hurtigere end diskbytte og perfekt til systemer med begrænset diskspeed.
de: Zram erstellt ein komprimiertes Blockgerät im RAM. Es ist schneller als Festplatten-Swap und perfekt für Systeme mit begrenzter Festplattengeschwindigkeit.
el: Το Zram δημιουργεί μια συμπιεσμένη συσκευή μπλοκ στη RAM. Είναι ταχύτερο από το swap δίσκου και ιδανικό για συστήματα με περιορισμένη ταχύτητα δίσκου.
es: Zram crea un dispositivo de bloque comprimido en RAM. Es más rápido que swap en disco y perfecto para sistemas con velocidad de disco limitada.
et: Zram loob RAM-is tihendatud plokkseadme. See on kiirem kui ketta saaleala ja sobib ideaalselt piiratud kettakiirusega süsteemidele.
fi: Zram luo pakatun lohkolaitteen RAM-muistiin. Se on nopeampi kuin levyn swap ja täydellinen järjestelmille, joissa on rajoitettu levyn nopeus.
fr: Zram crée un périphérique bloc compressé en RAM. C'est plus rapide que l'échange sur disque et parfait pour les systèmes avec une vitesse de disque limitée.
he: Zram יוצר התקן בלוק דחוס ב-RAM. זה מהיר יותר מ-swap בדיסק ומושלם למערכות עם מהירות דיסק מוגבלת.
hr: Zram stvara komprimirani blok uređaj u RAM-u. Brži je od disk swapa i savršen za sustave s ograničenom brzinom diska.
hu: A Zram tömörített blokk eszközt hoz létre a RAM-ban. Gyorsabb, mint a lemezes swap, és tökéletes a korlátozott lemezsebességű rendszerekhez.
is: Zram býr til þjappað blokk tæki í vinnsluminni. Það er hraðara en diskskipti og fullkomið fyrir kerfi með takmarkaðan diskhraða.
it: Zram crea un dispositivo a blocchi compresso nella RAM. È più veloce dello swap su disco e perfetto per sistemi con velocità del disco limitata.
ja: Zram は RAM 内に圧縮ブロックデバイスを作成します。ディスクスワップよりも高速で、ディスク速度が制限されているシステムに最適です。
nl: Zram creëert een gecomprimeerd blokapparaat in RAM. Het is sneller dan schijfwissel en perfect voor systemen met beperkte schijfsnelheid.
no: Zram oppretter en komprimert blokkenhet i RAM. Det er raskere enn diskbytte og perfekt for systemer med begrenset diskhastighet.
pl: Zram tworzy skompresowane urządzenie blokowe w pamięci RAM. Jest szybsze niż wymiana dyskowa i idealne dla systemów o ograniczonej prędkości dysku.
pt: O Zram cria um dispositivo de bloco comprimido na RAM. É mais rápido que o swap em disco e perfeito para sistemas com velocidade de disco limitada.
ro: Zram creează un dispozitiv bloc comprimat în RAM. Este mai rapid decât swap-ul pe disc și perfect pentru sistemele cu viteză limitată a discului.
ru: Zram создает сжатое блочное устройство в ОЗУ. Это быстрее, чем подкачка на диске, и идеально подходит для систем с ограниченной скоростью диска.
sk: Zram vytvára komprimované blokové zariadenie v RAM. Je rýchlejšie ako diskový swap a ideálne pre systémy s obmedzenou rýchlosťou disku.
sv: Zram skapar en komprimerad blockenhet i RAM. Det är snabbare än disk swap och perfekt för system med begränsad diskhastighet.
tr: Zram, RAM'de sıkıştırılmış bir blok cihazı oluşturur. Disk takasından daha hızlıdır ve sınırlı disk hızına sahip sistemler için mükemmeldir.
uk: Zram створює стиснутий блоковий пристрій в RAM. Це швидше, ніж підкачка на диску, і ідеально підходить для систем з обмеженою швидкістю диска.

source: Zswap captures swap attempts and compresses pages into a RAM cache pool before they hit the disk, reducing I/O.
bg: Zswap улавя опити за размяна и компресира страниците в кеш памет в RAM, преди да достигнат диска, намалявайки I/O.
cs: Zswap zachycuje pokusy o swap a komprimuje stránky do RAM cache poolu, než se dostanou na disk, čímž snižuje I/O.
da: Zswap fanger swapforsøg og komprimerer sider til et RAM-cachepulje, før de rammer disken, hvilket reducerer I/O.
de: Zswap fängt Swap-Versuche ab und komprimiert Seiten in einen RAM-Cache-Pool, bevor sie die Festplatte erreichen, was die E/A reduziert.
el: Το Zswap καταγράφει απόπειρες swap και συμπιέζει σελίδες σε ένα pool κρυφής μνήμης RAM πριν αυτές φτάσουν στον δίσκο, μειώνοντας το I/O.
es: Zswap captura intentos de swap y comprime páginas en un pool de caché en RAM antes de que lleguen al disco, reduciendo el I/O.
et: Zswap salvestab saaleala katsed ja tihendab lehed RAM-i vahemälukogumisse enne, kui need kettale jõuavad, vähendades I/O-d.
fi: Zswap sieppaa swap-yritykset ja pakkaa sivut RAM-välimuistialtaaseen ennen kuin ne osuvat levylle, vähentäen I/O-ta.
fr: Zswap capture les tentatives d'échange et compresse les pages dans un pool de cache RAM avant qu'elles n'atteignent le disque, réduisant les E/S.
he: Zswap לוכד ניסיונות swap ודוחס דפים למאגר מטמון ב-RAM לפני שהם מגיעים לדיסק, ומפחית I/O.
hr: Zswap bilježi pokušaje swapa i komprimira stranice u RAM cache pool prije nego što dođu na disk, smanjujući I/O.
hu: A Zswap rögzíti a cserekísérleteket, és tömöríti az oldalakat egy RAM gyorsítótár-készletbe, mielőtt azok a lemezre kerülnének, csökkentve az I/O-t.
is: Zswap grípur skiptitilraunir og þjappar síðum saman í vinnsluminnisskyndiminni áður en þær lenda á diskinum, sem dregur úr I/O.
it: Zswap cattura i tentativi di swap e comprime le pagine in un pool di cache RAM prima che raggiungano il disco, riducendo l'I/O.
ja: Zswap はスワップ試行をキャプチャし、ディスクに到達する前にページを圧縮して RAM キャッシュプールに入れ、I/O を削減します。
nl: Zswap vangt wisselpogingen op en comprimeert pagina's in een RAM-cachepool voordat ze de schijf bereiken, waardoor I/O wordt verminderd.
no: Zswap fanger opp bytteforsøk og komprimerer sider i en RAM-hurtigbuffer-pool før de treffer disken, noe som reduserer I/O.
pl: Zswap przechwytuje próby wymiany i kompresuje strony w puli pamięci podręcznej RAM, zanim trafią na dysk, redukując I/O.
pt: O Zswap captura tentativas de swap e comprime páginas em um pool de cache na RAM antes que elas atinjam o disco, reduzindo o I/O.
ro: Zswap capturează încercările de swap și comprimă paginile într-un pool cache RAM înainte de a ajunge pe disc, reducând I/O.
ru: Zswap перехватывает попытки подкачки и сжимает страницы в пуле кэша ОЗУ до того, как они попадут на диск, уменьшая ввод-вывод.
sk: Zswap zachytáva pokusy o swap a komprimuje stránky do fondu vyrovnávacej pamäte RAM predtým, ako sa dostanú na disk, čím sa znižuje I/O.
sv: Zswap fångar upp swap-försök och komprimerar sidor i en RAM-cache-pool innan de når disken, vilket minskar I/O.
tr: Zswap, takas girişimlerini yakalar ve sayfaları diske ulaşmadan önce bir RAM önbellek havuzunda sıkıştırarak I/O'yu azaltır.
uk: Zswap перехоплює спроби підкачки та стискає сторінки в пул кешу RAM перед тим, як вони потраплять на диск, зменшуючи I/O.

source: Automatic Mode
bg: Автоматичен режим
cs: Automatický režim
da: Automatisk tilstand
de: Automatischer Modus
el: Αυτόματη Λειτουργία
es: Modo Automático
et: Automaatrežiim
fi: Automaattitila
fr: Mode Automatique
he: מצב אוטומטי
hr: Automatski način
hu: Automatikus Mód
is: Sjálfvirk Stilling
it: Modalità Automatica
ja: 自動モード
nl: Automatische Modus
no: Automatisk Modus
pl: Tryb Automatyczny
pt: Modo Automático
ro: Mod Automat
ru: Автоматический режим
sk: Automatický režim
sv: Automatiskt Läge
tr: Otomatik Mod
uk: Автоматичний режим

source: Recommended: Auto mode detects your hardware (RAM + Storage) and applies the optimal configuration automatically.
bg: Препоръчително: Автоматичният режим открива вашето оборудване (RAM + Съхранение) и автоматично прилага оптималната конфигурация.
cs: Doporučeno: Automatický režim detekuje vaši hardwarovou konfiguraci (RAM + úložiště) a automaticky aplikuje optimální nastavení.
da: Anbefalet: Auto-tilstand registrerer dit hardware (RAM + Lagring) og anvender den optimale konfiguration automatisk.
de: Empfohlen: Der Auto-Modus erkennt Ihre Hardware (RAM + Speicher) und wendet die optimale Konfiguration automatisch an.
el: Συνιστάται: Η αυτόματη λειτουργία εντοπίζει το υλικό σας (RAM + Αποθήκευση) και εφαρμόζει την βέλτιστη διαμόρφωση αυτόματα.
es: Recomendado: El modo Auto detecta su hardware (RAM + Almacenamiento) y aplica la configuración óptima automáticamente.
et: Soovitatav: Automaatrežiim tuvastab teie riistvara (RAM + Salvestusruum) ja rakendab optimaalse konfiguratsiooni automaatselt.
fi: Suositus: Automaattitila tunnistaa laitteistosi (RAM + tallennustila) ja ottaa optimaalisen kokoonpanon käyttöön automaattisesti.
fr: Recommandé : Le mode Auto détecte votre matériel (RAM + Stockage) et applique la configuration optimale automatiquement.
he: מומלץ: מצב אוטומטי מזהה את החומרה שלך (RAM + אחסון) ומחיל את התצורה האופטימלית באופן אוטומטי.
hr: Preporučeno: Automatski način detektira vaš hardver (RAM + pohrana) i primjenjuje optimalnu konfiguraciju automatski.
hu: Ajánlott: Az automatikus mód észleli a hardvert (RAM + tároló), és automatikusan alkalmazza az optimális konfigurációt.
is: Mælt með: Sjálfvirk stilling greinir vélbúnaðinn þinn (vinnsluminni + geymsla) og notar bestu stillingarnar sjálfkrafa.
it: Consigliato: la modalità Auto rileva il tuo hardware (RAM + Archiviazione) e applica automaticamente la configurazione ottimale.
ja: 推奨: 自動モードはハードウェア (RAM + ストレージ) を検出し、最適な構成を自動的に適用します。
nl: Aanbevolen: Auto-modus detecteert uw hardware (RAM + Opslag) en past de optimale configuratie automatisch toe.
no: Anbefalt: Auto-modus oppdager maskinvaren din (RAM + Lagring) og bruker den optimale konfigurasjonen automatisk.
pl: Zalecane: Tryb Auto wykrywa sprzęt (RAM + Pamięć masowa) i automatycznie stosuje optymalną konfigurację.
pt: Recomendado: O modo Auto detecta seu hardware (RAM + Armazenamento) e aplica a configuração ideal automaticamente.
ro: Recomandat: Modul Auto detectează hardware-ul (RAM + Stocare) și aplică configurația optimă automat.
ru: Рекомендуется: Автоматический режим обнаруживает ваше оборудование (ОЗУ + Хранилище) и применяет оптимальную конфигурацию автоматически.
sk: Odporúčané: Režim Auto rozpozná váš hardvér (RAM + úložisko) a použije optimálnu konfiguráciu automaticky.
sv: Rekommenderat: Auto-läge upptäcker din hårdvara (RAM + Lagring) och tillämpar den optimala konfigurationen automatiskt.
tr: Önerilen: Otomatik mod donanımınızı (RAM + Depolama) algılar ve en uygun konfigürasyonu otomatik olarak uygular.
uk: Рекомендовано: Режим Авто виявляє ваше апаратне забезпечення (RAM + Накопичувач) і застосовує оптимальну конфігурацію автоматично.

source: Show dialog on startup
bg: Покажи диалог при стартиране
cs: Zobrazit dialog při spuštění
da: Vis dialog ved opstart
de: Dialog beim Start anzeigen
el: Εμφάνιση διαλόγου κατά την εκκίνηση
es: Mostrar diálogo al inicio
et: Kuva dialoog käivitamisel
fi: Näytä valintaikkuna käynnistyksen yhteydessä
fr: Afficher le dialogue au démarrage
he: הצג דיאלוג בעת הפעלה
hr: Prikaži dijalog pri pokretanju
hu: Párbeszédpanel megjelenítése indításkor
is: Sýna glugga við ræsingu
it: Mostra dialogo all'avvio
ja: 起動時にダイアログを表示
nl: Toon dialoogvenster bij opstarten
no: Vis dialogboks ved oppstart
pl: Pokaż okno dialogowe przy starcie
pt: Mostrar diálogo na inicialização
ro: Arată dialogul la pornire
ru: Показывать диалог при запуске
sk: Zobraziť dialóg pri spustení
sv: Visa dialogruta vid start
tr: Başlangıçta iletişim kutusunu göster
uk: Показувати діалог під час запуску

source: Let's Start
bg: Нека започнем
cs: Začněme
da: Lad os starte
de: Lass uns anfangen
el: Ας Ξεκινήσουμε
es: Empezar
et: Alustame
fi: Aloitetaan
fr: Commençons
he: בוא נתחיל
hr: Počnimo
hu: Kezdjük
is: Við skulum byrja
it: Iniziamo
ja: 始めましょう
nl: Laten we Beginnen
no: La oss starte
pl: Zaczynajmy
pt: Vamos Começar
ro: Să Începem
ru: Давайте начнем
sk: Začnime
sv: Låt oss börja
tr: Başlayalım
uk: Почнемо

source: Service Status
bg: Статус на услугата
cs: Stav služby
da: Tjenestestatus
de: Dienststatus
el: Κατάσταση Υπηρεσίας
es: Estado del Servicio
et: Teenuse olek
fi: Palvelun tila
fr: État du Service
he: סטטוס שירות
hr: Status usluge
hu: Szolgáltatás Állapota
is: Staða Þjónustu
it: Stato Servizio
ja: サービスステータス
no: Tjenestestatus
pl: Status Usługi
pt: Status do Serviço
ro: Stare Serviciu
ru: Статус службы
sk: Stav služby
sv: Tjänstestatus
tr: Hizmet Durumu
uk: Статус служби

source: Current Mode
bg: Текущи режим
cs: Aktuální režim
da: Nuværende tilstand
de: Aktueller Modus
el: Τρέχουσα Λειτουργία
es: Modo Actual
et: Praegune režiim
fi: Nykyinen tila
fr: Mode Actuel
he: מצב נוכחי
hr: Trenutni način
hu: Jelenlegi Mód
is: Núverandi Stilling
it: Modalità Attuale
ja: 現在のモード
nl: Huidige Modus
no: Gjeldende Modus
pl: Obecny Tryb
pt: Modo Atual
ro: Mod Curent
ru: Текущий режим
sk: Aktuálny režim
sv: Aktuellt Läge
tr: Mevcut Mod
uk: Поточний режим

source: Live Statistics
bg: Живи статистики
cs: Živé statistiky
da: Live Statistikker
de: Live-Statistiken
el: Ζωντανά Στατιστικά
es: Estadísticas en Vivo
et: Reaalajas statistika
fi: Reaaliaikaiset tilastot
fr: Statistiques en Direct
he: סטטיסטיקה בזמן אמת
hr: Statistika uživo
hu: Élő Statisztika
is: Tölfræði í beinni
it: Statistiche Live
ja: ライブ統計
nl: Live Statistieken
no: Live Statistikk
pl: Statystyki na Żywo
pt: Estatísticas em Tempo Real
ro: Statistici Live
ru: Статистика Live
sk: Živé štatistiky
sv: Live Statistik
tr: Canlı İstatistikler
uk: Статистика Live

source: Active system usage info
bg: Информация за активното използване на системата
cs: Informace o aktivním používání systému
da: Aktiv systembrugsinfo
de: Aktive Systemnutzungsinfo
el: Πληροφορίες ενεργής χρήσης συστήματος
es: Información de uso activo del sistema
et: Aktiivne süsteemikasutuse teave
fi: Aktiivinen järjestelmän käyttötieto
fr: Infos d'utilisation active du système
he: מידע על שימוש פעיל במערכת
hr: Informacije o aktivnoj uporabi sustava
hu: Aktív rendszerhasználati információk
is: Upplýsingar um virka kerfisnotkun
it: Info utilizzo sistema attivo
ja: アクティブなシステム使用状況情報
nl: Info over actief systeemgebruik
no: Info om aktiv systembruk
pl: Informacje o aktywnym użyciu systemu
pt: Informações de uso ativo do sistema
ro: Info utilizare sistem activ
ru: Информация об активном использовании системы
sk: Informácie o aktívnom využití systému
sv: Info om aktiv systemanvändning
tr: Aktif sistem kullanım bilgisi
uk: Інформація про активне використання системи

source: RAM Total
bg: Обща RAM
cs: Celková RAM
de: RAM Gesamt
el: Συνολική RAM
et: RAM kokku
fi: RAM Yhteensä
fr: RAM Totale
he: RAM סה"כ
hr: RAM Ukupno
hu: RAM Összesen
is: RAM Samtals
it: RAM Totale
ja: RAM 合計
nl: RAM Totaal
no: RAM Totalt
pl: RAM Całkowita
ru: Всего ОЗУ
sk: RAM Celkom
sv: RAM Totalt
tr: RAM Toplam
uk: RAM Всього

source: RAM Used
bg: Използвана RAM
cs: Použitá RAM
da: RAM Bruges
de: RAM Verwendet
el: Χρησιμοποιούμενη RAM
es: RAM Usada
et: RAM kasutatud
fi: RAM Käytetty
fr: RAM Utilisée
he: RAM בשימוש
hr: RAM Iskorišteno
hu: RAM Használt
is: RAM Notað
it: RAM Usata
ja: RAM 使用
nl: RAM Gebruikt
no: RAM Brukt
pl: RAM Użyta
pt: RAM Usada
ro: RAM Utilizat
ru: Использовано ОЗУ
sk: RAM Použité
sv: RAM Använt
tr: RAM Kullanılan
uk: RAM Використано

source: RAM Available
bg: Налична RAM
cs: Dostupná RAM
da: RAM tilgængelig
de: RAM Verfügbar
el: Διαθέσιμη RAM
es: RAM Disponible
et: RAM saadaval
fi: RAM Saatavilla
fr: RAM Disponible
he: RAM זמין
hr: RAM Dostupno
hu: RAM Elérhető
is: RAM Laus
it: RAM Disponibile
ja: RAM 利用可能
nl: RAM Beschikbaar
no: RAM Tilgjengelig
pl: RAM Dostępna
pt: RAM Disponível
ro: RAM Disponibil
ru: Доступно ОЗУ
sk: RAM Dostupné
sv: RAM Tillgängligt
tr: RAM Mevcut
uk: RAM Доступно

source: Buffers / Cache
bg: Буфери / Кеш
cs: Vyrovnávací paměti / Cache
da: Buffere / Cache
de: Puffer / Cache
el: Buffers / Κρυφή μνήμη
es: Búferes / Caché
et: Puhvrid / vahemälu
fi: Puskurit / Välimuisti
fr: Tampons / Cache
he: חוצצים / מטמון
hr: Međuspremnici / Cache
hu: Pufferek / Gyorsítótár
is: Biðminni / Skyndiminni
it: Buffer / Cache
ja: バッファ / キャッシュ
no: Buffere / Cache
pl: Bufory / Pamięć podręczna
ro: Buffere / Cache
ru: Буферы / Кэш
sk: Buffere / Cache
sv: Buffertar / Cache
tr: Arabellekler / Önbellek
uk: Буфери / Кеш

source: Swap Total
bg: Обща размяна
cs: Celková výměna
da: Byt Total
de: Swap Gesamt
el: Συνολικό Swap
et: Saaleala kokku
fi: Swap Yhteensä
he: Swap סה"כ
hr: Swap Ukupno
hu: Swap Összesen
is: Swap Samtals
it: Swap Totale
ja: スワップ合計
nl: Swap Totaal
no: Bytte Totalt
pl: Swap Całkowita
ru: Всего Swap
sk: Swap Celkom
sv: Swap Totalt
tr: Takas Toplam
uk: Swap Всього

source: Swap in RAM
bg: Смяна в RAM
cs: Výměna v RAM
da: Byt i RAM
de: Swap im RAM
el: Swap σε RAM
es: Swap en RAM
et: Saaleala RAM-is
fi: Swap RAM:issa
fr: Swap en RAM
he: Swap ב-RAM
hr: Swap u RAM-u
hu: Swap RAM-ban
is: Swap í RAM
ja: RAM 内スワップ
no: Bytte i RAM
pl: Swap w RAM
pt: Swap em RAM
ro: Swap în RAM
ru: Swap в ОЗУ
sk: Swap v RAM
sv: Swap i RAM
tr: RAM'de Takas
uk: Swap у RAM

source: Swap on Disk
bg: Размяна на диск
cs: Výměna na disku
da: Byt på disk
de: Swap auf Festplatte
el: Swap σε Δίσκο
es: Swap en Disco
et: Saaleala kettal
fi: Swap levyllä
fr: Swap sur Disque
he: Swap בדיסק
hr: Swap na Disku
hu: Swap Lemez
is: Swap á Diski
it: Swap su Disco
ja: ディスク上スワップ
nl: Swap op Schijf
no: Bytte på Disk
pl: Swap na Dysku
pt: Swap em Disco
ro: Swap pe Disc
ru: Swap на диске
sk: Swap na Disku
sv: Swap på Disk
tr: Diskte Takas
uk: Swap на Диску

source: Zswap Pool
bg: Zswap пул
da: Zswap Pulje
es: Pool Zswap
et: Zswapi bassein
fi: Zswap-allas
he: מאגר Zswap
hr: Zswap Bazen
is: Zswap Sundlaug
it: Pool Zswap
ja: Zswap プール
pl: Zswap Pula
pt: Pool Zswap
ro: Pool Zswap
ru: Zswap Пул
tr: Zswap Havuzu
uk: Zswap Пул

source: Zswap Stored
bg: Zswap съхранен
cs: Zswap Uloženo
da: Zswap Gemt
de: Zswap Gespeichert
el: Zswap Αποθηκευμένο
es: Zswap Almacenado
et: Zswap salvestatud
fi: Zswap Tallennettu
fr: Zswap Stocké
he: Zswap מאוחסן
hr: Zswap Pohranjeno
hu: Zswap Tárolva
is: Zswap Geymt
it: Zswap Memorizzato
ja: Zswap 保存済み
nl: Zswap Opgeslagen
no: Zswap Lagret
pl: Zswap Przechowywane
pt: Zswap Armazenado
ro: Zswap Stocat
ru: Zswap Сохранено
sk: Zswap Uložené
sv: Zswap Lagrad
tr: Zswap Depolanan
uk: Zswap Збережено

source: Zswap Ratio
bg: Съотношение Zswap
cs: Zswap poměr
da: Zswap-forhold
de: Zswap Verhältnis
el: Αναλογία Zswap
es: Tasa Zswap
et: Zswapi suhe
fi: Zswap Suhde
he: יחס Zswap
hr: Zswap Omjer
hu: Zswap Arány
is: Zswap Hlutfall
it: Rapporto Zswap
ja: Zswap 比率
nl: Zswap Verhouding
no: Zswap Forhold
pl: Zswap Współczynnik
pt: Taxa Zswap
ro: Raport Zswap
ru: Zswap Коэфф.
sk: Zswap Pomer
sv: Zswap Förhållande
tr: Zswap Oranı
uk: Zswap Співвідношення

source: Zram Capacity
bg: Капацитет на Zram
cs: Kapacita Zram
da: Zram kapacitet
de: Zram Kapazität
el: Χωρητικότητα Zram
es: Capacidad Zram
et: Zrami mahutavus
fi: Zram Kapasiteetti
fr: Capacité Zram
he: קיבולת Zram
hr: Zram Kapacitet
hu: Zram Kapacitás
is: Zram Stærð
it: Capacità Zram
ja: Zram 容量
nl: Zram Capaciteit
no: Zram Kapasitet
pl: Zram Pojemność
pt: Capacidade Zram
ro: Capacitate Zram
ru: Zram Емкость
sk: Kapacita Zram
sv: Zram Kapacitet
tr: Zram Kapasitesi
uk: Zram Ємність

source: Zram Used
bg: Използван Zram
cs: Použito Zram
da: Zram Bruges
de: Zram Verwendet
el: Χρησιμοποιούμενο Zram
es: Zram Usado
et: Zram kasutatud
fi: Zram Käytetty
fr: Zram Utilisé
he: Zram בשימוש
hr: Zram Iskorišteno
hu: Zram Használt
is: Zram Notað
it: Zram Usata
ja: Zram 使用
nl: Zram Gebruikt
no: Zram Brukt
pl: Zram Użyte
pt: Zram Usado
ro: Zram Utilizat
ru: Zram Использовано
sk: Zram Použité
sv: Zram Använt
tr: Zram Kullanılan
uk: Zram Використано

source: Zram Ratio
bg: Съотношение Zram
cs: Poměr Zram
da: Zram-forhold
de: Zram Verhältnis
el: Αναλογία Zram
es: Tasa Zram
et: Zrami suhe
fi: Zram Suhde
he: יחס Zram
hr: Zram Omjer
hu: Zram Arány
is: Zram Hlutfall
it: Rapporto Zram
ja: Zram 比率
nl: Zram Verhouding
no: Zram Forhold
pl: Zram Współczynnik
pt: Taxa Zram
ro: Raport Zram
ru: Zram Коэфф.
sk: Zram Pomer
sv: Zram Förhållande
tr: Zram Oranı
uk: Zram Співвідношення
