Repository: ruscher/biglinux-systemd-swap-gui
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Auto: Detects the best settings based on your hardware. Zswap is used when disk space is at least 5x your RAM. Otherwise, Zram is used to save disk space. In Auto mode, all parameters are optimized automatically and advanced settings are hidden.
bg: Авто: Открива най-добрите настройки въз основа на вашия хардуер. Zswap се използва, когато дисковото пространство е поне 5 пъти по-голямо от вашата RAM. В противен случай, Zram се използва за спестяване на дисково пространство. В автоматичен режим всички параметри са оптимизирани автоматично и разширените настройки са скрити.
cs: Auto: Detekuje nejlepší nastavení na základě vašeho hardwaru. Zswap se používá, když je volné místo na disku alespoň 5x větší než vaše RAM. Jinak se používá Zram k úspoře místa na disku. V automatickém režimu jsou všechny parametry automaticky optimalizovány a pokročilá nastavení jsou skryta.
da: Auto: Registrerer de bedste indstillinger baseret på dit hardware. Zswap bruges, når diskpladsen er mindst 5x din RAM. Ellers bruges Zram til at spare diskplads. I Auto-tilstand er alle parametre optimeret automatisk og avancerede indstillinger er skjult.
de: Auto: Erkennt die besten Einstellungen basierend auf Ihrer Hardware. Zswap wird verwendet, wenn der Speicherplatz mindestens das 5-fache Ihres RAM beträgt. Andernfalls wird Zram verwendet, um Speicherplatz zu sparen. Im Auto-Modus werden alle Parameter automatisch optimiert, und erweiterte Einstellungen sind ausgeblendet.
el: Αυτόματο: Εντοπίζει τις καλύτερες ρυθμίσεις με βάση το υλικό σας. Το Zswap χρησιμοποιείται όταν ο χώρος στον δίσκο είναι τουλάχιστον 5 φορές η RAM σας. Διαφορετικά, το Zram χρησιμοποιείται για εξοικονόμηση χώρου στον δίσκο. Στην Αυτόματη λειτουργία, όλες οι παράμετροι βελτιστοποιούνται αυτόματα και οι σύνθετες ρυθμίσεις είναι κρυμμένες.
es: Auto: Detecta la mejor configuración basada en su hardware. Zswap se utiliza cuando el espacio en disco es al menos 5x su RAM. De lo contrario, Zram se utiliza para ahorrar espacio en disco. En modo Auto, todos los parámetros se optimizan automáticamente y las configuraciones avanzadas están ocultas.
et: Automaatne: Tuvastab teie riistvara põhjal parimad seaded. Zswapi kasutatakse, kui kettaruumi on vähemalt 5x teie RAM-ist. Vastasel juhul kasutatakse kettaruumi säästmiseks Zrami. Automaatrežiimis optimeeritakse kõik parameetrid automaatselt ja täpsemad seaded on peidetud.
fi: Automaattinen: Tunnistaa parhaat asetukset laitteistosi perusteella. Zswapia käytetään, kun levytilaa on vähintään 5x RAM-muistin määrä. Muuten käytetään Zramia levytilan säästämiseksi. Automaattitilassa kaikki parametrit optimoidaan automaattisesti ja lisäasetukset piilotetaan.
fr: Auto : Détecte les meilleurs paramètres en fonction de votre matériel. Zswap est utilisé lorsque l'espace disque est au moins 5x votre RAM. Sinon, Zram est utilisé pour économiser de l'espace disque. En mode Auto, tous les paramètres sont optimisés automatiquement et les paramètres avancés sont masqués.
he: אוטומטי: מזהה את ההגדרות הטובות ביותר על סמך החומרה שלך. Zswap משמש כאשר שטח הדיסק הוא לפחות פי 5 מה-RAM שלך. אחרת, Zram משמש כדי לחסוך בשטח דיסק. במצב אוטומטי, כל הפרמטרים מיטובים באופן אוטומטי והגדרות מתקדמות מוסתרות.
hr: Auto: Otkriva najbolje postavke na temelju vašeg hardvera. Zswap se koristi kada je prostor na disku najmanje 5x veći od RAM-a. Inače se koristi Zram radi uštede prostora na disku. U automatskom načinu rada svi parametri se optimiziraju automatski, a napredne postavke su skrivene.
hu: Automatikus: Észleli a legjobb beállításokat a hardver alapján. A Zswap akkor használatos, ha a lemezterület legalább az 5-szöröse a RAM-nak. Ellenkező esetben a Zramot használják a lemezterület megtakarítására. Automatikus módban minden paraméter automatikusan optimalizálva van, és a speciális beállítások rejtve vannak.
is: Sjálfvirkt: Finnur bestu stillingarnar byggt á vélbúnaðinum þínum. Zswap er notað þegar diskpláss er að minnsta kosti 5x vinnsluminni þitt. Annars er Zram notað til að spara diskpláss. Í sjálfvirkri stillingu eru allar breytur fínstilltar sjálfkrafa og háþróaðar stillingar eru faldar.
it: Auto: Rileva le migliori impostazioni in base al tuo hardware. Zswap viene utilizzato quando lo spazio su disco è almeno 5 volte la RAM. Altrimenti, viene utilizzato Zram per risparmiare spazio su disco. In modalità Auto, tutti i parametri sono ottimizzati automaticamente e le impostazioni avanzate sono nascoste.
ja: 自動: お使いのハードウェアに基づいて最適な設定を検出します。 ディスク容量が RAM の5倍以上ある場合は Zswap が使用されます。 それ以外の場合は、ディスク容量を節約するために Zram が使用されます。 自動モードでは、すべてのパラメータが自動的に最適化され、 詳細設定は非表示になります。
nl: Auto: Detecteert de beste instellingen op basis van uw hardware. Zswap wordt gebruikt wanneer de schijfruimte ten minste 5x uw RAM is. Anders wordt Zram gebruikt om schijfruimte te besparen. In de Auto-modus worden alle parameters automatisch geoptimaliseerd en zijn geavanceerde instellingen verborgen.
no: Auto: Oppdager de beste innstillingene basert på maskinvaren din. Zswap brukes når diskplassen er minst 5x RAM. Ellers brukes Zram for å spare diskplass. I Auto-modus optimaliseres alle parametere automatisk og avanserte innstillinger er skjult.
pl: Auto: Wykrywa najlepsze ustawienia na podstawie sprzętu. Zswap jest używany, gdy miejsce na dysku wynosi co najmniej 5x pamięci RAM. W przeciwnym razie Zram służy do oszczędzania miejsca na dysku. W trybie Auto wszystkie parametry są optymalizowane automatycznie, a ustawienia zaawansowane są ukryte.
pt: Auto: Detecta as melhores configurações com base no seu hardware. Zswap é usado quando o espaço em disco é pelo menos 5x sua RAM. Caso contrário, Zram é usado para economizar espaço em disco. No modo Auto, todos os parâmetros são otimizados automaticamente e configurações avançadas são ocultadas.Auto: Detecta as melhores configurações com base no seu hardware. O Zswap é usado quando o espaço em disco é pelo menos 5x a sua RAM. Caso contrário, o Zram é usado para economizar espaço em disco. No modo Auto, todos os parâmetros são otimizados automaticamente e as configurações avançadas ficam ocultas.
ro: Auto: Detectează cele mai bune setări pe baza hardware-ului. Zswap este utilizat atunci când spațiul pe disc este de cel puțin 5x RAM-ul. În caz contrar, Zram este utilizat pentru a economisi spațiu pe disc. În modul Auto, toți parametrii sunt optimizați automat iar setările avansate sunt ascunse.
ru: Авто: Определяет лучшие настройки на основе вашего оборудования. Zswap используется, если место на диске как минимум в 5 раз превышает объем ОЗУ. В противном случае используется Zram для экономии места на диске. В автоматическом режиме все параметры оптимизируются автоматически, а расширенные настройки скрыты.
sk: Auto: Zistí najlepšie nastavenia na základe vášho hardvéru. Zswap sa používa, keď je miesto na disku aspoň 5x väčšie ako vaša RAM. Inak sa použije Zram na úsporu miesta na disku. V režime Auto sú všetky parametre optimalizované automaticky a pokročilé nastavenia sú skryté.
sv: Auto: Identifierar de bästa inställningarna baserat på din hårdvara. Zswap används när diskutrymmet är minst 5x ditt RAM. Annars används Zram för att spara diskutrymme. I Auto-läge optimeras alla parametrar automatiskt och avancerade inställningar är dolda.
tr: Otomatik: Donanımınıza göre en iyi ayarları algılar. Disk alanı RAM'inizin en az 5 katı olduğunda Zswap kullanılır. Aksi takdirde, disk alanından tasarruf etmek için Zram kullanılır. Otomatik modda, tüm parametreler otomatik olarak optimize edilir ve gelişmiş ayarlar gizlenir.
uk: Авто: Визначає найкращі налаштування на основі вашого обладнання. Zswap використовується, коли дисковий простір щонайменше в 5 разів перевищує ваш RAM. В іншому випадку використовується Zram для економії місця на диску. У режимі Авто всі параметри оптимізуються автоматично, а розширені налаштування приховані.

source: Zstd: Better compression ratio, stores more data in less RAM. Recommended for most systems — modern CPUs handle it efficiently. LZ4: Faster but lower compression. Only useful if CPU is very slow.
bg: Zstd: По-добро компресионно съотношение, съхранява повече данни с по-малко RAM. Препоръчва се за повечето системи — съвременните CPU го обработват ефективно. LZ4: По-бързо, но с по-ниска компресия. Полезно само ако CPU е много бавен.
cs: Zstd: Lepší kompresní poměr, ukládá více dat v méně RAM. Doporučeno pro většinu systémů — moderní CPU to efektivně zpracovávají. LZ4: Rychlejší, ale s nižší kompresí. Užitečné pouze v případě, že je CPU velmi pomalé.
da: Zstd: Bedre komprimeringsforhold, gemmer mere data i mindre RAM. Anbefales til de fleste systemer - moderne CPU'er håndterer det effektivt. LZ4: Hurtigere, men lavere komprimering. Kun nyttigt, hvis CPU'en er meget langsom.
de: Zstd: Besseres Kompressionsverhältnis, speichert mehr Daten in weniger RAM. Empfohlen für die meisten Systeme — moderne CPUs verarbeiten es effizient. LZ4: Schneller, aber geringere Kompression. Nur sinnvoll, wenn die CPU sehr langsam ist.
el: Zstd: Καλύτερη αναλογία συμπίεσης, αποθηκεύει περισσότερα δεδομένα σε λιγότερη RAM. Συνιστάται για τα περισσότερα συστήματα — οι σύγχρονοι επεξεργαστές το χειρίζονται αποτελεσματικά. LZ4: Ταχύτερο αλλά χαμηλότερη συμπίεση. Χρήσιμο μόνο αν ο επεξεργαστής είναι πολύ αργός.
es: Zstd: Mejor tasa de compresión, almacena más datos en menos RAM. Recomendado para la mayoría de los sistemas — CPUs modernas lo manejan eficientemente. LZ4: Más rápido pero menor compresión. Útil solo si la CPU es muy lenta.
et: Zstd: Parem pakkimissuhe, salvestab vähemasse RAM-i rohkem andmeid. Soovitatav enamiku süsteemide jaoks — kaasaegsed protsessorid tegelevad sellega tõhusalt. LZ4: Kiirem, kuid madalam tihendus. Kasulik ainult siis, kui protsessor on väga aeglane.
fi: Zstd: Parempi pakkaussuhde, tallentaa enemmän dataa vähempään RAM-muistiin. Suositellaan useimmille järjestelmille — nykyaikaiset prosessorit käsittelevät sitä tehokkaasti. LZ4: Nopeampi mutta huonompi pakkaus. Hyödyllinen vain, jos prosessori on erittäin hidas.
fr: Zstd : Meilleur taux de compression, stocke plus de données dans moins de RAM. Recommandé pour la plupart des systèmes — les processeurs modernes le gèrent efficacement. LZ4 : Plus rapide mais compression plus faible. Utile uniquement si le processeur est très lent.
he: Zstd: יחס דחיסה טוב יותר, שומר יותר נתונים בפחות RAM. מומלץ לרוב המערכות — מעבדים מודרניים מטפלים בזה ביעילות. LZ4: מהיר יותר אך דחיסה נמוכה יותר. שימושי רק אם המעבד איטי מאוד.
hr: Zstd: Bolji omjer kompresije, pohranjuje više podataka u manje RAM-a. Preporučeno za većinu sustava — moderni procesori to učinkovito obrađuju. LZ4: Brža, ali manja kompresija. Korisno samo ako je CPU vrlo spor.
hu: Zstd: Jobb tömörítési arány, több adatot tárol kevesebb RAM-ban. A legtöbb rendszerhez ajánlott — a modern CPU-k hatékonyan kezelik. LZ4: Gyorsabb, de alacsonyabb tömörítés. Csak akkor hasznos, ha a CPU nagyon lassú.
is: Zstd: Betra þjöppunarhlutfall, geymir meiri gögn í minna vinnsluminni. Mælt með fyrir flest kerfi — nútíma örgjörvar ráða við það á skilvirkan hátt. LZ4: Hraðari en minni þjöppun. Aðeins gagnlegt ef örgjörvinn er mjög hægur.
it: Zstd: Miglior rapporto di compressione, memorizza più dati in meno RAM. Consigliato per la maggior parte dei sistemi — le CPU moderne lo gestiscono in modo efficiente. LZ4: Più veloce ma con compressione inferiore. Utile solo se la CPU è molto lenta.
ja: Zstd: 圧縮率が高く、少ない RAM でより多くのデータを保存できます。 ほとんどのシステムに推奨 — 最新の CPU は効率的に処理します。 LZ4: 高速ですが圧縮率は低いです。CPU が非常に遅い場合にのみ役立ちます。
nl: Zstd: Betere compressieverhouding, slaat meer gegevens op in minder RAM. Aanbevolen voor de meeste systemen — moderne CPU's verwerken het efficiënt. LZ4: Sneller maar lagere compressie. Alleen nuttig als de CPU erg traag is.
no: Zstd: Bedre komprimeringsforhold, lagrer mer data i mindre RAM. Anbefales for de fleste systemer — moderne CPU-er håndterer det effektivt. LZ4: Raskere, men lavere komprimering. Bare nyttig hvis CPU-en er veldig treg.
pl: Zstd: Lepszy współczynnik kompresji, przechowuje więcej danych w mniejszej ilości pamięci RAM. Zalecane dla większości systemów — nowoczesne procesory radzą sobie z tym wydajnie. LZ4: Szybszy, ale niższy stopień kompresji. Przydatne tylko wtedy, gdy procesor jest bardzo wolny.
pt: Zstd: Melhor taxa de compressão, armazena mais dados em menos RAM. Recomendado para a maioria dos sistemas — CPUs modernas lidam eficientemente. LZ4: Mais rápido mas menor compressão. Útil apenas se a CPU for muito lenta.Zstd: Melhor taxa de compressão, armazena mais dados usando menos RAM. Recomendado para a maioria dos sistemas — CPUs modernas lidam com eficiência. LZ4: Mais rápido, porém com menor compressão. Útil apenas se a CPU for muito lenta.
ro: Zstd: Raport de compresie mai bun, stochează mai multe date în mai puțin RAM. Recomandat pentru majoritatea sistemelor — procesoarele moderne îl gestionează eficient. LZ4: Mai rapid, dar compresie mai mică. Util doar dacă procesorul este foarte lent.
ru: Zstd: Лучший коэффициент сжатия, сохраняет больше данных в меньшем объеме ОЗУ. Рекомендуется для большинства систем — современные процессоры эффективно с ним справляются. LZ4: Быстрее, но сжатие ниже. Полезно только если процессор очень медленный.
sk: Zstd: Lepší kompresný pomer, ukladá viac dát v menšom množstve RAM. Odporúčané pre väčšinu systémov — moderné procesory to zvládajú efektívne. LZ4: Rýchlejšie, ale nižšia kompresia. Užitočné len ak je procesor veľmi pomalý.
sv: Zstd: Bättre kompressionsförhållande, lagrar mer data i mindre RAM. Rekommenderas för de flesta system — moderna CPU:er hanterar det effektivt. LZ4: Snabbare men lägre kompression. Endast användbart om CPU:n är mycket långsam.
tr: Zstd: Daha iyi sıkıştırma oranı, daha az RAM'de daha fazla veri depolar. Çoğu sistem için önerilir — modern CPU'lar bunu verimli bir şekilde işler. LZ4: Daha hızlı ama daha düşük sıkıştırma. Yalnızca CPU çok yavaşsa kullanışlıdır.
uk: Zstd: Кращий коефіцієнт стиснення, зберігає більше даних у меншому обсязі RAM. Рекомендовано для більшості систем — сучасні ЦП ефективно з цим справляються. LZ4: Швидше, але нижче стиснення. Корисно лише якщо ЦП дуже повільний.

source: Maximum percentage of RAM reserved for the zswap compressed cache. Higher = more data cached in RAM before writing to disk. Lower = more free RAM for applications. Recommended: 25-50% depending on workload.
bg: Максимален процент от RAM, резервиран за компресирания кеш zswap. По-висок = повече данни кеширани в RAM преди запис на диск. По-нисък = повече свободна RAM за приложения. Препоръчително: 25-50% в зависимост от натоварването.
cs: Maximální procento RAM vyhrazené pro zswap komprimovanou cache. Vyšší = více dat uložených v RAM před zápisem na disk. Nižší = více volné RAM pro aplikace. Doporučeno: 25-50% v závislosti na zátěži.
da: Maksimal procentdel af RAM, der er reserveret til zswap komprimeret cache. Højere = mere data gemt i RAM, før der skrives til disk. Lavere = mere ledig RAM til applikationer. Anbefalet: 25-50% afhængigt af arbejdsbelastning.
de: Maximaler Prozentsatz des RAM, der für den komprimierten Zswap-Cache reserviert ist. Höher = mehr Daten im RAM zwischengespeichert, bevor sie auf die Festplatte geschrieben werden. Niedriger = mehr freier RAM für Anwendungen. Empfohlen: 25-50% je nach Arbeitslast.
el: Μέγιστο ποσοστό RAM που προορίζεται για την συμπιεσμένη κρυφή μνήμη zswap. Υψηλότερο = περισσότερα δεδομένα αποθηκεύονται στη RAM πριν εγγραφούν στον δίσκο. Χαμηλότερο = περισσότερη ελεύθερη RAM για εφαρμογές. Συνιστάται: 25-50% ανάλογα με τον φόρτο εργασίας.
es: Porcentaje máximo de RAM reservado para la caché comprimida de zswap. Mayor = más datos en caché en RAM antes de escribir en disco. Menor = más RAM libre para aplicaciones. Recomendado: 25-50% dependiendo de la carga de trabajo.
et: Maksimaalne RAM-i protsent, mis on reserveeritud zswapi tihendatud vahemälu jaoks. Kõrgem = rohkem andmeid vahemälus RAM-is enne kettale kirjutamist. Madalam = rohkem vaba RAM-i rakenduste jaoks. Soovitatav: 25–50% olenevalt töökoormusest.
fi: RAM-muistin enimmäisprosenttiosuus zswap-pakatulle välimuistille. Korkeampi = enemmän dataa välimuistissa RAM-muistissa ennen levylle kirjoittamista. Matala = enemmän vapaata RAM-muistia sovelluksille. Suositus: 25-50% kuormituksesta riippuen.
fr: Pourcentage maximum de RAM réservé au cache compressé zswap. Plus élevé = plus de données mises en cache dans la RAM avant d'écrire sur le disque. Plus bas = plus de RAM libre pour les applications. Recommandé : 25-50% selon la charge de travail.
he: אחוז מקסימלי של RAM השמור עבור מטמון דחוס של zswap. גבוה יותר = יותר נתונים במטמון ב-RAM לפני כתיבה לדיסק. נמוך יותר = יותר RAM פנוי ליישומים. מומלץ: 25-50% בהתאם לעומס העבודה.
hr: Maksimalni postotak RAM-a rezerviran za zswap komprimirani cache. Više = više podataka u RAM-u prije pisanja na disk. Niže = više slobodnog RAM-a za aplikacije. Preporučeno: 25-50% ovisno o opterećenju.
hu: A zswap tömörített gyorsítótár számára fenntartott RAM maximális százaléka. Magasabb = több adat a gyorsítótárban a RAM-ban, mielőtt lemezre írna. Alacsonyabb = több szabad RAM az alkalmazások számára. Ajánlott: 25-50% a munkaterheléstől függően.
is: Hámarkshlutfall vinnsluminniss sem er frátekið fyrir zswap þjappað skyndiminni. Hærra = fleiri gögn í skyndiminni í vinnsluminninu áður en skrifað er á disk. Lægra = meira ókeypis vinnsluminni fyrir forrit. Mælt með: 25-50% eftir vinnuálagi.
it: Percentuale massima di RAM riservata alla cache compressa di zswap. Maggiore = più dati memorizzati nella cache RAM prima della scrittura su disco. Minore = più RAM libera per le applicazioni. Consigliato: 25-50% a seconda del carico di lavoro.
ja: zswap 圧縮キャッシュ用に予約される RAM の最大割合。 高い = ディスクに書き込む前に RAM にキャッシュされるデータが増えます。 低い = アプリケーション用の空き RAM が増えます。 推奨: ワークロードに応じて 25-50%。
nl: Maximaal percentage RAM gereserveerd voor de zswap-gecomprimeerde cache. Hoger = meer gegevens in RAM gecached voordat ze naar schijf worden geschreven. Lager = meer vrije RAM voor applicaties. Aanbevolen: 25-50% afhankelijk van de werklast.
no: Maksimal prosentandel av RAM reservert for zswap-komprimert hurtigbuffer. Høyere = mer data bufret i RAM før skriving til disk. Lavere = mer ledig RAM for applikasjoner. Anbefalt: 25-50% avhengig av arbeidsbelastning.
pl: Maksymalny procent pamięci RAM zarezerwowanej dla skompresowanej pamięci podręcznej zswap. Wyższy = więcej danych buforowanych w pamięci RAM przed zapisaniem na dysk. Niższy = więcej wolnej pamięci RAM dla aplikacji. Zalecane: 25-50% w zależności od obciążenia.
pt: Porcentagem máxima de RAM reservada para o cache comprimido do zswap. Maior = mais dados em cache na RAM antes de escrever no disco. Menor = mais RAM livre para aplicativos. Recomendado: 25-50% dependendo da carga de trabalho.Porcentagem máxima de RAM reservada para o cache comprimido do zswap. Maior = mais dados em cache na RAM antes de escrever no disco. Menor = mais RAM livre para aplicativos. Recomendado: 25-50% dependendo da carga de trabalho.
ro: Procentajul maxim de RAM rezervat pentru memoria cache comprimată zswap. Mai mare = mai multe date în memoria cache RAM înainte de scrierea pe disc. Mai mic = mai multă memorie RAM liberă pentru aplicații. Recomandat: 25-50% în funcție de volumul de muncă.
ru: Максимальный процент ОЗУ, зарезервированный для сжатого кэша zswap. Выше = больше данных кэшируется в ОЗУ перед записью на диск. Ниже = больше свободной ОЗУ для приложений. Рекомендуется: 25-50% в зависимости от рабочей нагрузки.
sk: Maximálne percento RAM vyhradené pre komprimovanú vyrovnávaciu pamäť zswap. Vyššie = viac dát v pamäti RAM pred zápisom na disk. Nižšie = viac voľnej pamäte RAM pre aplikácie. Odporúčané: 25-50% v závislosti od pracovného zaťaženia.
sv: Maximal procent av RAM reserverat för zswap komprimerad cache. Högre = mer data cachad i RAM innan skrivning till disk. Lägre = mer ledigt RAM för applikationer. Rekommenderat: 25-50% beroende på arbetsbelastning.
tr: Zswap sıkıştırılmış önbelleği için ayrılan maksimum RAM yüzdesi. Daha yüksek = diske yazılmadan önce RAM'de daha fazla veri önbelleğe alınır. Daha düşük = uygulamalar için daha fazla boş RAM. Önerilen: İş yüküne bağlı olarak %25-50.
uk: Максимальний відсоток RAM, зарезервований для стиснутого кешу zswap. Вище = більше даних кешується в RAM перед записом на диск. Нижче = більше вільної RAM для програм. Рекомендовано: 25-50% залежно від навантаження.
