Repository: ruscher/biglinux-systemd-swap-gui
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Number of dynamic swap files and their total usage. Files are created and removed automatically as demand changes.
bg: Брой на динамичните файлове за размяна и тяхното общо използване. Файловете се създават и премахват автоматично, когато се променя търсенето.
cs: Počet dynamických swapovacích souborů a jejich celkové využití. Soubory jsou automaticky vytvářeny a odstraňovány podle měnící se poptávky.
da: Antal dynamiske swap-filer og deres samlede brug. Filer oprettes og fjernes automatisk, efterhånden som efterspørgslen ændrer sig.
de: Anzahl der dynamischen Swap-Dateien und deren Gesamtnutzung. Dateien werden automatisch erstellt und entfernt, wenn sich der Bedarf ändert.
el: Αριθμός δυναμικών αρχείων swap και η συνολική χρήση τους. Τα αρχεία δημιουργούνται και αφαιρούνται αυτόματα καθώς αλλάζει η ζήτηση.
es: Número de archivos de swap dinámicos y su uso total. Los archivos se crean y eliminan automáticamente según cambia la demanda.
et: Dünaamiliste saalefailide arv ja nende kogukasutus. Nõudluse muutumisel luuakse ja eemaldatakse failid automaatselt.
fi: Dynaamisten swap-tiedostojen määrä ja niiden kokonaiskäyttö. Tiedostoja luodaan ja poistetaan automaattisesti kysynnän muuttuessa.
fr: Nombre de fichiers d'échange dynamiques et leur utilisation totale. Les fichiers sont créés et supprimés automatiquement à mesure que la demande change.
he: מספר קבצי swap דינמיים וסך השימוש שלהם. קבצים נוצרים ומוסרים אוטומטית ככל שהביקוש משתנה.
hr: Broj dinamičkih swap datoteka i njihova ukupna upotreba. Datoteke se stvaraju i uklanjaju automatski kako se potražnja mijenja.
hu: A dinamikus swap fájlok száma és teljes használatuk. A fájlok létrehozása és eltávolítása automatikusan történik a kereslet változásával.
is: Fjöldi öflugra skiptiskráa og heildarnotkun þeirra. Skrár eru búnar til og fjarlægðar sjálfkrafa eftir því sem eftirspurn breytist.
it: Numero di file di swap dinamici e il loro utilizzo totale. I file vengono creati e rimossi automaticamente al variare della domanda.
ja: 動的スワップファイルの数と合計使用量。 ファイルは需要の変化に応じて自動的に作成および削除されます。
nl: Aantal dynamische wisselbestanden en hun totale gebruik. Bestanden worden automatisch gemaakt en verwijderd naarmate de vraag verandert.
no: Antall dynamiske byttefiler og deres totale bruk. Filer opprettes og fjernes automatisk etter hvert som etterspørselen endres.
pl: Liczba dynamicznych plików wymiany i ich całkowite wykorzystanie. Pliki są tworzone i usuwane automatycznie w miarę zmian zapotrzebowania.
pt: Número de arquivos de swap dinâmicos e seu uso total. Arquivos são criados e removidos automaticamente conforme a demanda muda.Número de arquivos de swap dinâmicos e seu uso total. Arquivos são criados e removidos automaticamente conforme a demanda muda.
ro: Numărul de fișiere swap dinamice și utilizarea lor totală. Fișierele sunt create și eliminate automat pe măsură ce cererea se schimbă.
ru: Количество динамических файлов подкачки и их общее использование. Файлы создаются и удаляются автоматически по мере изменения спроса.
sk: Počet dynamických odkladacích súborov a ich celkové využitie. Súbory sa vytvárajú a odstraňujú automaticky pri zmene dopytu.
sv: Antal dynamiska swap-filer och deras totala användning. Filer skapas och tas bort automatiskt när efterfrågan ändras.
tr: Dinamik takas dosyalarının sayısı ve toplam kullanımları. Dosyalar talep değiştikçe otomatik olarak oluşturulur ve kaldırılır.
uk: Кількість динамічних файлів підкачки та їх загальне використання. Файли створюються та видаляються автоматично зі зміною попиту.

source: Copy all current statistics to the clipboard. Useful for sharing diagnostics or reporting issues.
bg: Копирайте всички текущи статистики в клипборда. Полезно за споделяне на диагностика или докладване на проблеми.
cs: Kopírovat všechny aktuální statistiky do schránky. Užitečné pro sdílení diagnostiky nebo hlášení problémů.
da: Kopier alle nuværende statistikker til udklipsholderen. Nyttig til deling af diagnostik eller rapportering af problemer.
de: Kopieren aller aktuellen Statistiken in die Zwischenablage. Nützlich zum Teilen von Diagnosen oder Melden von Problemen.
el: Αντιγραφή όλων των τρεχουσών στατιστικών στο πρόχειρο. Χρήσιμο για κοινή χρήση διαγνωστικών ή αναφορά προβλημάτων.
es: Copiar todas las estadísticas actuales al portapapeles. Útil para compartir diagnósticos o reportar problemas.
et: Kopeerige kogu praegune statistika lõikelauale. Kasulik diagnostika jagamiseks või probleemidest teatamiseks.
fi: Kopioi kaikki nykyiset tilastot leikepöydälle. Hyödyllinen diagnostiikan jakamiseen tai ongelmista ilmoittamiseen.
fr: Copier toutes les statistiques actuelles dans le presse-papiers. Utile pour partager des diagnostics ou signaler des problèmes.
he: העתק את כל הסטטיסטיקות הנוכחיות ללוח. שימושי לשיתוף אבחונים או דיווח על בעיות.
hr: Kopirajte svu trenutnu statistiku u međuspremnik. Korisno za dijeljenje dijagnostike ili prijavljivanje problema.
hu: Másolja az összes aktuális statisztikát a vágólapra. Hasznos a diagnosztika megosztásához vagy problémák jelentéséhez.
is: Afritaðu alla núverandi tölfræði á klippiborðið. Gagnlegt til að deila greiningum eða tilkynna vandamál.
it: Copia tutte le statistiche correnti negli appunti. Utile per condividere diagnostica o segnalare problemi.
ja: 現在の統計情報をすべてクリップボードにコピーします。 診断情報の共有や問題の報告に役立ちます。
nl: Kopieer alle huidige statistieken naar het klembord. Handig voor het delen van diagnostiek of het melden van problemen.
no: Kopier all nåværende statistikk til utklippstavlen. Nyttig for å dele diagnostikk eller rapportere problemer.
pl: Skopiuj wszystkie bieżące statystyki do schowka. Przydatne do udostępniania diagnostyki lub zgłaszania problemów.
pt: Copiar todas as estatísticas atuais para a área de transferência. Útil para compartilhar diagnósticos ou reportar problemas.Copiar todas as estatísticas atuais para a área de transferência. Útil para compartilhar diagnósticos ou reportar problemas.
ro: Copiază toate statisticile curente în clipboard. Util pentru partajarea diagnosticelor sau raportarea problemelor.
ru: Скопировать всю текущую статистику в буфер обмена. Полезно для обмена диагностикой или сообщения о проблемах.
sk: Skopírovať všetky aktuálne štatistiky do schránky. Užitočné na zdieľanie diagnostiky alebo hlásenie problémov.
sv: Kopiera all aktuell statistik till urklipp. Användbart för att dela diagnostik eller rapportera problem.
tr: Tüm güncel istatistikleri panoya kopyalayın. Tanılama paylaşmak veya sorunları bildirmek için kullanışlıdır.
uk: Копіювати всю поточну статистику в буфер обміну. Корисно для обміну діагностикою або повідомлення про проблеми.

source: Shows if the swap management service is running. Green = active and managing swap automatically. Gray = stopped or not installed.
bg: Показва дали услугата за управление на размяна работи. Зелено = активна и управлява размяната автоматично. Сиво = спряна или не е инсталирана.
cs: Zobrazuje, zda služba správy swapu běží. Zelená = aktivní a automaticky spravuje swap. Šedá = zastaveno nebo není nainstalováno.
da: Viser om swapstyringstjenesten kører. Grøn = aktiv og administrerer swap automatisk. Grå = stoppet eller ikke installeret.
de: Zeigt an, ob der Swap-Verwaltungsdienst läuft. Grün = aktiv und verwaltet Swap automatisch. Grau = gestoppt oder nicht installiert.
el: Δείχνει εάν η υπηρεσία διαχείρισης swap εκτελείται. Πράσινο = ενεργό και διαχειρίζεται το swap αυτόματα. Γκρι = σταμάτησε ή δεν έχει εγκατασταθεί.
es: Muestra si el servicio de gestión de swap está en ejecución. Verde = activo y gestionando swap automáticamente. Gris = detenido o no instalado.
et: Näitab, kas vahetuse haldusteenus töötab. Roheline = aktiivne ja haldab vahetust automaatselt. Hall = peatatud või pole installitud.
fi: Näyttää, onko swap-hallintapalvelu käynnissä. Vihreä = aktiivinen ja hallitsee swappia automaattisesti. Harmaa = pysäytetty tai ei asennettu.
fr: Indique si le service de gestion d'échange est en cours d'exécution. Vert = actif et gère l'échange automatiquement. Gris = arrêté ou non installé.
he: מראה אם שירות ניהול ה-swap פועל. ירוק = פעיל ומנהל swap אוטומטית. אפור = נעצר או לא מותקן.
hr: Prikazuje radi li usluga upravljanja swapom. Zeleno = aktivno i automatski upravlja swapom. Sivo = zaustavljeno ili nije instalirano.
hu: Megmutatja, hogy fut-e a cserekezelő szolgáltatás. Zöld = aktív és automatikusan kezeli a swapot. Szürke = leállítva vagy nincs telepítve.
is: Sýnir hvort skiptastjórnunarþjónustan er í gangi. Grænt = virkt og stjórnar skipti sjálfkrafa. Grár = stöðvað eða ekki sett upp.
it: Mostra se il servizio di gestione dello swap è in esecuzione. Verde = attivo e gestisce lo swap automaticamente. Grigio = fermo o non installato.
ja: スワップ管理サービスが実行されているかどうかを示します。 緑 = アクティブでスワップを自動的に管理しています。 グレー = 停止中またはインストールされていません。
nl: Toont of de wisselbeheerservice actief is. Groen = actief en beheert swap automatisch. Grijs = gestopt of niet geïnstalleerd.
no: Viser om bytteadministrasjonstjenesten kjører. Grønn = aktiv og administrerer bytte automatisk. Grå = stoppet eller ikke installert.
pl: Pokazuje, czy usługa zarządzania wymianą jest uruchomiona. Zielony = aktywny i zarządza wymianą automatycznie. Szary = zatrzymany lub niezainstalowany.
pt: Mostra se o serviço de gerenciamento de swap está em execução. Verde = ativo e gerenciando swap automaticamente. Cinza = parado ou não instalado.Mostra se o serviço de gerenciamento de swap está em execução. Verde = ativo e gerenciando swap automaticamente. Cinza = parado ou não instalado.
ro: Arată dacă serviciul de gestionare swap rulează. Verde = activ și gestionează swap automat. Gri = oprit sau neinstalat.
ru: Показывает, запущен ли сервис управления подкачкой. Зеленый = активен и управляет подкачкой автоматически. Серый = остановлен или не установлен.
sk: Zobrazuje, či je spustená služba správy swapu. Zelená = aktívna a automaticky spravuje swap. Sivá = zastavená alebo nenainštalovaná.
sv: Visar om swap-hanteringstjänsten körs. Grön = aktiv och hanterar swap automatiskt. Grå = stoppad eller inte installerad.
tr: Takas yönetimi hizmetinin çalışıp çalışmadığını gösterir. Yeşil = aktif ve takası otomatik olarak yönetiyor. Gri = durduruldu veya yüklü değil.
uk: Показує, чи запущена служба керування підкачкою. Зелений = активна та управляє підкачкою автоматично. Сірий = зупинена або не встановлена.

source: The current swap mode in use. In Auto mode, the system detects the optimal configuration.
bg: Текущият режим на размяна в употреба. В автоматичен режим системата открива оптималната конфигурация.
cs: Aktuální režim swapu v použití. V automatickém režimu systém detekuje optimální konfiguraci.
da: Den nuværende swap-tilstand i brug. I Auto-tilstand registrerer systemet den optimale konfiguration.
de: Der aktuelle verwendete Swap-Modus. Im Auto-Modus erkennt das System die optimale Konfiguration.
el: Η τρέχουσα λειτουργία swap που χρησιμοποιείται. Στην Αυτόματη λειτουργία, το σύστημα εντοπίζει τη βέλτιστη διαμόρφωση.
es: El modo de swap actual en uso. En modo Auto, el sistema detecta la configuración óptima.
et: Praegune kasutusel olev vahetusrežiim. Automaatrežiimis tuvastab süsteem optimaalse konfiguratsiooni.
fi: Nykyinen käytössä oleva swap-tila. Automaattitilassa järjestelmä tunnistaa optimaalisen kokoonpanon.
fr: Le mode d'échange actuel utilisé. En mode Auto, le système détecte la configuration optimale.
he: מצב ה-swap הנוכחי בשימוש. במצב אוטומטי, המערכת מזהה את התצורה האופטימלית.
hr: Trenutni swap način rada koji se koristi. U automatskom načinu rada sustav detektira optimalnu konfiguraciju.
hu: A jelenleg használt swap mód. Automatikus módban a rendszer észleli az optimális konfigurációt.
is: Núverandi skipti stilling í notkun. Í sjálfvirkri stillingu greinir kerfið bestu uppsetninguna.
it: La modalità di swap attualmente in uso. In modalità Auto, il sistema rileva la configurazione ottimale.
ja: 現在使用中のスワップモード。 自動モードでは、システムが最適な構成を検出します。
nl: De huidige wisselmodus in gebruik. In de Auto-modus detecteert het systeem de optimale configuratie.
no: Gjeldende byttemodus i bruk. I Auto-modus oppdager systemet den optimale konfigurasjonen.
pl: Aktualnie używany tryb wymiany. W trybie Auto system wykrywa optymalną konfigurację.
pt: O modo de swap atual em uso. No modo Auto, o sistema detecta a configuração ideal.O modo de swap atual em uso. No modo Auto, o sistema detecta a configuração ideal.
ro: Modul swap curent în utilizare. În modul Auto, sistemul detectează configurația optimă.
ru: Текущий режим подкачки. В автоматическом режиме система определяет оптимальную конфигурацию.
sk: Aktuálny režim swapu. V režime Auto systém zistí optimálnu konfiguráciu.
sv: Det nuvarande swap-läget som används. I Auto-läge upptäcker systemet den optimala konfigurationen.
tr: Kullanımdaki mevcut takas modu. Otomatik modda, sistem en uygun konfigürasyonu algılar.
uk: Поточний режим підкачки. У режимі Авто система визначає оптимальну конфігурацію.

source: View application information and version.
bg: Преглед на информация за приложението и версията.
cs: Zobrazit informace o aplikaci a verzi.
da: Vis applikationsinformation og version.
de: Anwendungsinformationen und Version anzeigen.
el: Προβολή πληροφοριών εφαρμογής και έκδοσης.
es: Ver información y versión de la aplicación.
et: Vaadake rakenduse teavet ja versiooni.
fi: Näytä sovelluksen tiedot ja versio.
fr: Voir les informations et la version de l'application.
he: הצג מידע וגרסת יישום.
hr: Pogledajte informacije o aplikaciji i verziju.
hu: Alkalmazás információk és verzió megtekintése.
is: Skoða upplýsingar um forrit og útgáfu.
it: Visualizza informazioni e versione dell'applicazione.
ja: アプリケーション情報とバージョンを表示します。
nl: Bekijk applicatie-informatie en versie.
no: Vis applikasjonsinformasjon og versjon.
pl: Wyświetl informacje o aplikacji i wersję.
pt: Ver informações e versão do aplicativo.
ro: Vizualizați informațiile și versiunea aplicației.
ru: Просмотр информации и версии приложения.
sk: Zobraziť informácie a verziu aplikácie.
sv: Visa applikationsinformation och version.
tr: Uygulama bilgilerini ve sürümünü görüntüleyin.
uk: Переглянути інформацію про програму та версію.

source: Access main menu, restore defaults, and quit.
bg: Достъп до основното меню, възстановяване на настройките по подразбиране и изход.
cs: Přístup k hlavnímu menu, obnovit výchozí nastavení a ukončit.
da: Adgang til hovedmenu, gendan standardindstillinger og afslut.
de: Hauptmenü aufrufen, Standardwerte wiederherstellen und beenden.
el: Πρόσβαση στο κύριο μενού, επαναφορά προεπιλογών και έξοδος.
es: Acceder al menú principal, restaurar valores predeterminados y salir.
et: Avage peamenüü, taastage vaikeväärtused ja väljuge.
fi: Pääsy päävalikkoon, palauta oletukset ja lopeta.
fr: Accéder au menu principal, restaurer les valeurs par défaut et quitter.
he: גישה לתפריט ראשי, שחזור ברירות מחדל ויציאה.
hr: Pristupite glavnom izborniku, vratite zadane postavke i izađite.
hu: Főmenü elérése, alapértelmezések visszaállítása és kilépés.
is: Fáðu aðgang að aðalvalmynd, endurheimtu vanskil og hættu.
it: Accedi al menu principale, ripristina predefiniti ed esci.
ja: メインメニューへのアクセス、デフォルトの復元、および終了。
nl: Open hoofdmenu, herstel standaardinstellingen en sluit af.
no: Gå til hovedmenyen, gjenopprett standardinnstillinger, og avslutt.
pl: Wejdź do menu głównego, przywróć ustawienia domyślne i wyjdź.
pt: Acessar menu principal, restaurar padrões e sair.
ro: Accesați meniul principal, restaurați setările implicite și ieșiți.
ru: Доступ к главному меню, восстановление значений по умолчанию и выход.
sk: Vstup do hlavného menu, obnovenie predvolených nastavení a ukončenie.
sv: Gå till huvudmenyn, återställ standardinställningar och avsluta.
tr: Ana menüye erişin, varsayılanları geri yükleyin ve çıkın.
uk: Доступ до головного меню, відновлення стандартних налаштувань і вихід.

source: Apply current configuration changes to the system.
bg: Приложете текущите конфигурационни промени в системата.
cs: Použijte aktuální změny konfigurace v systému.
da: Anvend nuværende konfigurationsændringer på systemet.
de: Aktuelle Konfigurationsänderungen auf das System anwenden.
el: Εφαρμογή τρεχουσών αλλαγών διαμόρφωσης στο σύστημα.
es: Aplicar cambios de configuración actuales al sistema.
et: Rakendage süsteemile praegused konfiguratsioonimuudatused.
fi: Ota nykyiset kokoonpanomuutokset käyttöön järjestelmässä.
fr: Appliquer les modifications de configuration actuelles au système.
he: החל שינויי תצורה נוכחיים על המערכת.
hr: Primijenite trenutne promjene konfiguracije na sustav.
hu: Az aktuális konfigurációs változtatások alkalmazása a rendszerre.
is: Notaðu núverandi stillingarbreytingar á kerfið.
it: Applica le modifiche alla configurazione corrente al sistema.
ja: 現在の構成変更をシステムに適用します。
nl: Pas huidige configuratiewijzigingen toe op het systeem.
no: Bruk gjeldende konfigurasjonsendringer på systemet.
pl: Zastosuj bieżące zmiany konfiguracji w systemie.
pt: Aplicar alterações de configuração atuais ao sistema.
ro: Aplicați modificările curente de configurare sistemului.
ru: Применить текущие изменения конфигурации к системе.
sk: Použiť aktuálne zmeny konfigurácie na systém.
sv: Tillämpa aktuella konfigurationsändringar på systemet.
tr: Mevcut konfigürasyon değişikliklerini sisteme uygulayın.
uk: Застосувати поточні зміни конфігурації до системи.

source: Collecting data...
bg: Събиране на данни...
cs: Shromažďování dat...
da: Indsamler data...
de: Daten werden gesammelt...
el: Συλλογή δεδομένων...
es: Recopilando datos...
et: Andmete kogumine...
fi: Kerätään tietoja...
fr: Collecte des données...
he: אוסף נתונים...
hr: Prikupljanje podataka...
hu: Adatgyűjtés...
is: Söfnun gagna...
it: Raccolta dati...
ja: データを収集しています...
nl: Gegevens verzamelen...
no: Samler inn data...
pl: Zbieranie danych...
pt: Coletando dados...
ro: Se colectează date...
ru: Сбор данных...
sk: Zbieranie dát...
sv: Samlar in data...
tr: Veri toplanıyor...
uk: Збір даних...

source: Swap RAM: {}
bg: Смяна на RAM: {}
cs: Vyměnit RAM: {}
da: Byt RAM: {}
et: Saaleala RAM: {}
ja: スワップ RAM: {}
no: Bytte RAM: {}
ru: Swap ОЗУ: {}
tr: Takas RAM: {}

source: Swap RAM
bg: Смяна на RAM
cs: Vyměnit RAM
da: Byt RAM
et: Saaleala RAM
ja: スワップ RAM
no: Bytte RAM
ru: Swap ОЗУ
tr: Takas RAM

source: Swap Disk: {}
bg: Смяна на диск: {}
cs: Výměnný disk: {}
da: Byt disk: {}
de: Swap Festplatte: {}
el: Swap Δίσκου: {}
es: Swap Disco: {}
et: Saaleala ketas: {}
fi: Swap levy: {}
fr: Swap Disque : {}
he: Swap דיסק: {}
hu: Swap Lemez: {}
is: Swap Diskur: {}
it: Swap Disco: {}
ja: スワップディスク: {}
no: Bytte Disk: {}
pl: Swap Dysk: {}
pt: Swap Disco: {}
ro: Swap Disc: {}
ru: Swap Диск: {}
tr: Takas Diski: {}
uk: Swap Диск: {}

source: Swap Disk
bg: Смяна на диск
cs: Výměnný disk
da: Byt disk
de: Swap Festplatte
el: Swap Δίσκου
es: Swap Disco
et: Saaleala ketas
fi: Swap levy
fr: Swap Disque
he: Swap דיסק
hu: Swap Lemez
is: Swap Diskur
it: Swap Disco
ja: スワップディスク
no: Bytte Disk
pl: Swap Dysk
pt: Swap Disco
ro: Swap Disc
ru: Swap Диск
tr: Takas Diski
uk: Swap Диск

source: Swap: {}
bg: Смяна: {}
cs: Vyměnit: {}
da: Byt: {}
et: Saaleala: {}
ja: スワップ: {}
no: Bytte: {}
tr: Takas: {}

source: Swap
bg: Размяна
cs: Vyměnit
da: Byt
et: Saaleala
ja: スワップ
no: Bytte
tr: Takas

source: {}s ago
bg: {} преди
cs: {}před
da: {}s siden
de: vor {}s
el: πριν από {}δ
es: hace {}s
et: {}s tagasi
fi: {}s sitten
fr: il y a {}s
he: לפני {} שנ'
hr: prije {}s
hu: {}s-e
is: fyrir {}s
it: {}s fa
ja: {}秒前
nl: {}s geleden
no: {}s siden
pl: {}s temu
pt: {}s atrás
ro: acum {}s
ru: {}с назад
sk: pred {}s
sv: {}s sedan
tr: {}sn önce
uk: {}с тому

source: now
bg: сега
cs: nyní
da: nu
de: jetzt
el: τώρα
es: ahora
et: nüüd
fi: nyt
fr: maintenant
he: עכשיו
hr: sada
hu: most
is: núna
it: ora
ja: 今
nl: nu
no: nå
pl: teraz
pt: agora
ro: acum
ru: сейчас
sk: teraz
sv: nu
tr: şimdi
uk: зараз

source: [{}] RAM: {} Swap RAM: {} Swap Disk: {}
bg: [{}] RAM: {} Swap RAM: {} Swap Диск: {}
de: [{}] RAM: {} Swap RAM: {} Swap Festplatte: {}
el: [{}] RAM: {} Swap RAM: {} Swap Δίσκου: {}
es: [{}] RAM: {} Swap RAM: {} Swap Disco: {}
et: [{}] RAM: {} Saaleala RAM: {} Saaleala ketas: {}
fi: [{}] RAM: {} Swap RAM: {} Swap Levy: {}
fr: [{}] RAM : {} Swap RAM : {} Swap Disque : {}
he: [{}] RAM: {} Swap RAM: {} Swap דיסק: {}
hu: [{}] RAM: {} Swap RAM: {} Swap Lemez: {}
is: [{}] RAM: {} Swap RAM: {} Swap Diskur: {}
it: [{}] RAM: {} Swap RAM: {} Swap Disco: {}
ja: [{}] RAM: {} スワップ RAM: {} スワップディスク: {}
no: [{}] RAM: {} Bytte RAM: {} Bytte Disk: {}
pl: [{}] RAM: {} Swap RAM: {} Swap Dysk: {}
pt: [{}] RAM: {} Swap RAM: {} Swap Disco: {}
ro: [{}] RAM: {} Swap RAM: {} Swap Disc: {}
ru: [{}] ОЗУ: {} Swap ОЗУ: {} Swap Диск: {}
tr: [{}] RAM: {} Takas RAM: {} Takas Diski: {}
uk: [{}] RAM: {} Swap RAM: {} Swap Диск: {}

source: Welcome
bg: Добре дошли
cs: Vítejte
da: Velkommen
de: Willkommen
el: Καλώς ήλθατε
es: Bienvenido
et: Tere tulemast
fi: Tervetuloa
fr: Bienvenue
he: ברוכים הבאים
hr: Dobrodošli
hu: Üdvözöljük
is: Velkomin
it: Benvenuto
ja: ようこそ
nl: Welkom
no: Velkommen
pl: Witaj
pt: Bem-vindo
ro: Bine ai venit
ru: Добро пожаловать
sk: Vitajte
sv: Välkommen
tr: Hoş Geldiniz
uk: Ласкаво просимо

source: What is Swap?
bg: Какво е Swap?
cs: Co je Swap?
da: Hvad er Swap?
de: Was ist Swap?
el: Τι είναι το Swap;
es: ¿Qué es Swap?
et: Mis on saaleala?
fi: Mikä on Swap?
fr: Qu'est-ce que le Swap ?
he: מה זה Swap?
hr: Što je Swap?
hu: Mi az a Swap?
is: Hvað er Swap?
it: Cos'è lo Swap?
ja: スワップとは?
nl: Wat is Swap?
no: Hva er Swap?
pl: Czym jest Swap?
pt: O que é Swap?
ro: Ce este Swap?
ru: Что такое Swap?
sk: Čo je Swap?
sv: Vad är Swap?
tr: Swap Nedir?
uk: Що таке Swap?
