Repository: ruscher/biglinux-systemd-swap-gui
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Virtual (uncompressed) size of the zram block device. With compression, actual RAM usage is much less. Example: 80% with 3:1 compression uses ~27% of real RAM. Higher values allow storing more compressed data.
bg: Виртуален (некомпресиран) размер на zram блок устройството. С компресията, действителната употреба на RAM е много по-малка. Пример: 80% с компресия 3:1 използва ~27% от реалната RAM. По-високите стойности позволяват съхраняване на повече компресирани данни.
cs: Virtuální (nekomprimovaná) velikost zařízení zram bloku. S kompresí je skutečná spotřeba RAM mnohem nižší. Příklad: 80 % s kompresí 3:1 používá ~27 % skutečné RAM. Vyšší hodnoty umožňují ukládat více komprimovaných dat.
da: Virtuel (ukomprimeret) størrelse af zram blok enheden. Med kompression er det faktiske RAM-forbrug meget mindre. Eksempel: 80% med 3:1 kompression bruger ~27% af det reale RAM. Højere værdier tillader lagring af mere komprimerede data.
de: Virtuelle (unkomprimierte) Größe des Zram-Blockgeräts. Mit Kompression ist der tatsächliche RAM-Verbrauch viel geringer. Beispiel: 80% bei 3:1 Kompression verbraucht ~27% des echten RAM. Höhere Werte ermöglichen das Speichern von mehr komprimierten Daten.
el: Εικονικό (μη συμπιεσμένο) μέγεθος της συσκευής μπλοκ zram. Με τη συμπίεση, η πραγματική χρήση RAM είναι πολύ μικρότερη. Παράδειγμα: 80% με συμπίεση 3:1 χρησιμοποιεί ~27% της πραγματικής RAM. Υψηλότερες τιμές επιτρέπουν την αποθήκευση περισσότερων συμπιεσμένων δεδομένων.
es: Tamaño virtual (descomprimido) del dispositivo de bloque zram. Con compresión, el uso real de RAM es mucho menor. Ejemplo: 80% con compresión 3:1 usa ~27% de la RAM real. Valores más altos permiten almacenar más datos comprimidos.
et: Zrami plokkseadme virtuaalne (tihendamata) suurus. Tihendamisel on tegelik RAM-i kasutus palju väiksem. Näide: 80% 3:1 tihendamisega kasutab ~27% tegelikust RAM-ist. Kõrgemad väärtused võimaldavad salvestada rohkem tihendatud andmeid.
fi: Zram-lohkolaitemäärityksen virtuaalinen (pakkaamaton) koko. Pakkauksella todellinen RAM-käyttö on paljon pienempi. Esimerkki: 80% 3:1-pakkauksella käyttää ~27% todellisesta RAM-muistista. Korkeammat arvot mahdollistavat enemmän pakatun datan tallentamisen.
fr: Taille virtuelle (non compressée) du périphérique bloc zram. Avec la compression, l'utilisation réelle de la RAM est beaucoup moindre. Exemple: 80% avec une compression 3:1 utilise ~27% de la RAM réelle. Des valeurs plus élevées permettent de stocker plus de données compressées.
he: גודל וירטואלי (לא דחוס) של התקן הבלוק zram. עם דחיסה, השימוש ב-RAM בפועל נמוך בהרבה. דוגמה: 80% עם דחיסה של 3:1 משתמש ב-~27% מה-RAM האמיתי. ערכים גבוהים יותר מאפשרים לאחסן יותר נתונים דחוסים.
hr: Virtualna (nekomprimirana) veličina zram blok uređaja. Uz kompresiju, stvarna upotreba RAM-a je puno manja. Primjer: 80% s 3:1 kompresijom koristi ~27% stvarne RAM memorije. Više vrijednosti dopuštaju pohranu više komprimiranih podataka.
hu: A zram blokk eszköz virtuális (tömörítetlen) mérete. Tömörítéssel a tényleges RAM-használat sokkal kisebb. Példa: 80% 3:1 tömörítéssel a valódi RAM ~27%-át használja. A magasabb értékek több tömörített adat tárolását teszik lehetővé.
is: Sýndarstærð (óþjappað) af zram blokk tækinu. Með þjöppun er raunveruleg notkun vinnsluminniss miklu minni. Dæmi: 80% með 3:1 þjöppun notar ~27% af raunverulegu vinnsluminni. Hærri gildi leyfa geymslu á meira þjöppuðum gögnum.
it: Dimensione virtuale (non compressa) del dispositivo a blocchi zram. Con la compressione, l'utilizzo effettivo della RAM è molto inferiore. Esempio: l'80% con compressione 3:1 utilizza ~27% di RAM reale. Valori più alti consentono di memorizzare più dati compressi.
ja: zram ブロックデバイスの仮想（非圧縮）サイズ。 圧縮すると、実際の RAM 使用量ははるかに少なくなります。 例: 3:1 圧縮で 80% の場合、実際の RAM の約 27% を使用します。 値を高くすると、より多くの圧縮データを保存できます。
nl: Virtuele (niet-gecomprimeerde) grootte van het zram-blokapparaat. Met compressie is het werkelijke RAM-gebruik veel minder. Voorbeeld: 80% met 3:1 compressie gebruikt ~27% van de echte RAM. Hogere waarden maken het opslaan van meer gecomprimeerde gegevens mogelijk.
no: Virtuell (ukomprimert) størrelse på zram-blokkenheten. Med komprimering er faktisk RAM-bruk mye mindre. Eksempel: 80% med 3:1 komprimering bruker ~27% av faktisk RAM. Høyere verdier tillater lagring av mer komprimerte data.
pl: Wirtualny (nieskompresowany) rozmiar urządzenia blokowego zram. Dzięki kompresji rzeczywiste użycie pamięci RAM jest znacznie mniejsze. Przykład: 80% przy kompresji 3:1 zużywa ~27% rzeczywistej pamięci RAM. Wyższe wartości pozwalają na przechowywanie większej ilości skompresowanych danych.
pt: Tamanho virtual (descomprimido) do dispositivo de bloco zram. Com compressão, o uso real de RAM é muito menor. Exemplo: 80% com compressão 3:1 usa ~27% da RAM real. Valores mais altos permitem armazenar mais dados comprimidos.Tamanho virtual (descomprimido) do dispositivo de bloco zram. Com compressão, o uso real de RAM é muito menor. Exemplo: 80% com compressão 3:1 usa ~27% da RAM real. Valores mais altos permitem armazenar mais dados comprimidos.
ro: Dimensiunea virtuală (necomprimată) a dispozitivului bloc zram. Cu compresie, utilizarea reală a RAM-ului este mult mai mică. Exemplu: 80% cu compresie 3:1 utilizează ~27% din RAM-ul real. Valorile mai mari permit stocarea mai multor date comprimate.
ru: Виртуальный (несжатый) размер блочного устройства zram. При сжатии фактическое использование ОЗУ значительно меньше. Пример: 80% при сжатии 3:1 использует ~27% реальной ОЗУ. Более высокие значения позволяют хранить больше сжатых данных.
sk: Virtuálna (nekomprimovaná) veľkosť blokového zariadenia zram. S kompresiou je skutočné využitie RAM oveľa menšie. Príklad: 80% s kompresiou 3:1 využíva ~27% skutočnej RAM. Vyššie hodnoty umožňujú uložiť viac komprimovaných dát.
sv: Virtuell (okomprimerad) storlek på zram blockenheten. Med kompression är den faktiska RAM-användningen mycket mindre. Exempel: 80% med 3:1 kompression använder ~27% av verkligt RAM. Högre värden tillåter lagring av mer komprimerad data.
tr: Zram blok cihazının sanal (sıkıştırılmamış) boyutu. Sıkıştırma ile gerçek RAM kullanımı çok daha azdır. Örnek: 3:1 sıkıştırma ile %80, gerçek RAM'in ~%27'sini kullanır. Daha yüksek değerler, daha fazla sıkıştırılmış verinin depolanmasına izin verir.
uk: Віртуальний (нестиснутий) розмір блокового пристрою zram. Зі стисненням фактичне використання RAM набагато менше. Приклад: 80% зі стисненням 3:1 використовує ~27% реальної RAM. Вищі значення дозволяють зберігати більше стиснутих даних.

source: Zstd: Better compression ratio, saves more memory. Recommended for all systems — modern CPUs handle it well. LZ4: Faster but compresses less. May waste RAM.
bg: Zstd: По-добро компресионно съотношение, спестява повече памет. Препоръчва се за всички системи — съвременните процесори го обработват добре. LZ4: По-бърз, но компресира по-малко. Може да разхищава RAM.
cs: Zstd: Lepší kompresní poměr, šetří více paměti. Doporučeno pro všechny systémy — moderní CPU to zvládají dobře. LZ4: Rychlejší, ale méně komprimuje. Může plýtvat RAM.
da: Zstd: Bedre komprimeringsforhold, sparer mere hukommelse. Anbefales til alle systemer - moderne CPU'er håndterer det godt. LZ4: Hurtigere, men komprimerer mindre. Kan spilde RAM.
de: Zstd: Besseres Kompressionsverhältnis, spart mehr Speicher. Empfohlen für alle Systeme — moderne CPUs verarbeiten es gut. LZ4: Schneller, aber komprimiert weniger. Könnte RAM verschwenden.
el: Zstd: Καλύτερη αναλογία συμπίεσης, εξοικονομεί περισσότερη μνήμη. Συνιστάται για όλα τα συστήματα — οι σύγχρονοι επεξεργαστές το χειρίζονται καλά. LZ4: Ταχύτερο αλλά συμπιέζει λιγότερο. Μπορεί να σπαταλήσει RAM.
es: Zstd: Mejor tasa de compresión, ahorra más memoria. Recomendado para todos los sistemas — CPUs modernas lo manejan bien. LZ4: Más rápido pero comprime menos. Puede desperdiciar RAM.
et: Zstd: Parem tihendussuhe, säästab rohkem mälu. Soovitatav kõigile süsteemidele – kaasaegsed protsessorid saavad sellega hästi hakkama. LZ4: Kiirem, kuid tihendab vähem. Võib raisata RAM-i.
fi: Zstd: Parempi pakkaussuhde, säästää enemmän muistia. Suositellaan kaikille järjestelmille — nykyaikaiset prosessorit käsittelevät sitä hyvin. LZ4: Nopeampi mutta pakkaa vähemmän. Saattaa tuhlata RAM-muistia.
fr: Zstd : Meilleur taux de compression, économise plus de mémoire. Recommandé pour tous les systèmes — les processeurs modernes le gèrent bien. LZ4 : Plus rapide mais compresse moins. Peut gaspiller de la RAM.
he: Zstd: יחס דחיסה טוב יותר, חוסך יותר זיכרון. מומלץ לכל המערכות — מעבדים מודרניים מתמודדים עם זה היטב. LZ4: מהיר יותר אך דוחס פחות. עלול לבזבז RAM.
hr: Zstd: Bolji omjer kompresije, štedi više memorije. Preporučeno za sve sustave — moderni procesori to dobro obrađuju. LZ4: Brži, ali manje komprimira. Može rasipati RAM.
hu: Zstd: Jobb tömörítési arány, több memóriát takarít meg. Minden rendszerhez ajánlott — a modern CPU-k jól kezelik. LZ4: Gyorsabb, de kevésbé tömörít. Pazarolhatja a RAM-ot.
is: Zstd: Betra þjöppunarhlutfall, sparar meira minni. Mælt með fyrir öll kerfi — nútíma örgjörvar ráða vel við það. LZ4: Hraðari en þjappar minna. Gæti sóað vinnsluminni.
it: Zstd: Miglior rapporto di compressione, risparmia più memoria. Consigliato per tutti i sistemi — le CPU moderne lo gestiscono bene. LZ4: Più veloce ma comprime meno. Potrebbe sprecare RAM.
ja: Zstd: 圧縮率が高く、メモリを節約できます。 すべてのシステムに推奨 — 最新の CPU は適切に処理します。 LZ4: 高速ですが圧縮率は低いです。RAM を無駄にする可能性があります。
no: Zstd: Bedre komprimeringsforhold, sparer mer minne. Anbefales for alle systemer — moderne CPU-er håndterer det bra. LZ4: Raskere, men komprimerer mindre. Kan sløse med RAM.
pl: Zstd: Lepszy współczynnik kompresji, oszczędza więcej pamięci. Zalecane dla wszystkich systemów — nowoczesne procesory dobrze sobie z tym radzą. LZ4: Szybszy, ale kompresuje mniej. Może marnować pamięć RAM.
pt: Zstd: Melhor taxa de compressão, economiza mais memória. Recomendado para todos os sistemas — CPUs modernas lidam bem com isso. LZ4: Mais rápido mas comprime menos. Pode desperdiçar RAM.Zstd: Melhor taxa de compressão, economiza mais memória. Recomendado para todos os sistemas — CPUs modernas lidam bem com isso. LZ4: Mais rápido, mas comprime menos. Pode desperdiçar RAM.
ro: Zstd: Raport de compresie mai bun, economisește mai multă memorie. Recomandat pentru toate sistemele — procesoarele moderne îl gestionează bine. LZ4: Mai rapid, dar comprimă mai puțin. Poate irosi RAM.
ru: Zstd: Лучший коэффициент сжатия, экономит больше памяти. Рекомендуется для всех систем — современные процессоры хорошо с ним справляются. LZ4: Быстрее, но сжимает меньше. Может тратить ОЗУ впустую.
sk: Zstd: Lepší kompresný pomer, šetrí viac pamäte. Odporúčané pre všetky systémy — moderné procesory to zvládajú dobre. LZ4: Rýchlejšie, ale menej komprimuje. Môže plytvať pamäťou RAM.
sv: Zstd: Bättre kompressionsförhållande, sparar mer minne. Rekommenderas för alla system — moderna CPU:er hanterar det bra. LZ4: Snabbare men komprimerar mindre. Kan slösa RAM.
tr: Zstd: Daha iyi sıkıştırma oranı, daha fazla bellek tasarrufu sağlar. Tüm sistemler için önerilir — modern CPU'lar bunu iyi işler. LZ4: Daha hızlı ama daha az sıkıştırır. RAM israf edebilir.
uk: Zstd: Кращий коефіцієнт стиснення, економить більше пам'яті. Рекомендовано для всіх систем — сучасні ЦП добре з цим справляються. LZ4: Швидше, але стискає менше. Може витрачати RAM даремно.

source: Maximum real RAM that zram can consume. Acts as a safety net against OOM (Out of Memory). If incompressible data fills zram, this prevents system freezes. Recommended: 60-75% of total RAM.
bg: Максималната реална RAM, която zram може да консумира. Действа като защитна мрежа срещу OOM (Изчерпване на паметта). Ако некомпресируеми данни запълнят zram, това предотвратява замръзвания на системата. Препоръчително: 60-75% от общата RAM.
cs: Maximální reálná RAM, kterou může zram spotřebovat. Působí jako bezpečnostní síť proti OOM (Out of Memory). Pokud nekomprimovatelná data zaplní zram, zabrání to zamrznutí systému. Doporučeno: 60-75 % z celkové RAM.
da: Maksimal real RAM, som zram kan forbruge. Fungerer som et sikkerhedsnet mod OOM (Out of Memory). Hvis ukomprimerbare data fylder zram, forhindrer dette systemfrysninger. Anbefalet: 60-75% af den samlede RAM.
de: Maximaler echter RAM, den Zram verbrauchen kann. Funktioniert als Sicherheitsnetz gegen OOM (Out of Memory). Wenn nicht komprimierbare Daten Zram füllen, verhindert dies Systemabstürze. Empfohlen: 60-75% des gesamten RAM.
el: Μέγιστη πραγματική RAM που μπορεί να καταναλώσει το zram. Λειτουργεί ως δίχτυ ασφαλείας κατά του OOM (Έλλειψη Μνήμης). Εάν μη συμπιέσιμα δεδομένα γεμίσουν το zram, αυτό αποτρέπει παγώματα του συστήματος. Συνιστάται: 60-75% της συνολικής RAM.
es: Máximo de RAM real que zram puede consumir. Actúa como una red de seguridad contra OOM (Falta de Memoria). Si datos no comprimibles llenan zram, esto previene congelamientos del sistema. Recomendado: 60-75% de la RAM total.
et: Maksimaalne tegelik RAM, mida zram saab tarbida. Toimib turvavõrguna OOM-i (Out of Memory) vastu. Kui tihendamatud andmed täidavad zrami, hoiab see ära süsteemi külmumise. Soovitatav: 60–75% kogu RAM-ist.
fi: Enimmäismäärä todellista RAM-muistia, jonka zram voi kuluttaa. Toimii turvaverkkona OOM (Out of Memory) -tilanteita vastaan. Jos data ei pakkaannu ja täyttää zramin, tämä estää järjestelmän jäätymisen. Suositus: 60-75% kokonais-RAM-muistista.
fr: RAM réelle maximale que zram peut consommer. Agit comme un filet de sécurité contre OOM (Out of Memory). Si des données incompressibles remplissent zram, cela évite les blocages du système. Recommandé : 60-75% de la RAM totale.
he: מקסימום RAM אמיתי ש-zram יכול לצרוך. פועל כרשת ביטחון נגד OOM (חוסר זיכרון). אם נתונים בלתי דחיסים ממלאים את zram, זה מונע קפיאת מערכת. מומלץ: 60-75% מכלל ה-RAM.
hr: Maksimalna stvarna RAM memorija koju zram može potrošiti. Djeluje kao sigurnosna mreža protiv OOM-a (Out of Memory). Ako podaci koji se ne mogu komprimirati napune zram, to sprječava smrzavanje sustava. Preporučeno: 60-75% ukupne RAM memorije.
hu: Maximális valódi RAM, amelyet a zram elfogyaszthat. Biztonsági hálóként működik az OOM (Out of Memory) ellen. Ha nem tömöríthető adatok töltik meg a zramot, ez megakadályozza a rendszer lefagyását. Ajánlott: a teljes RAM 60-75%-a.
is: Hámarks raunverulegt vinnsluminni sem zram getur neytt. Virkar sem öryggisnet gegn OOM (Out of Memory). Ef óþjappanleg gögn fylla zram kemur þetta í veg fyrir að kerfi frjósi. Mælt með: 60-75% af heildar vinnsluminni.
it: Massima RAM reale che zram può consumare. Agisce come rete di sicurezza contro OOM (Out of Memory). Se dati incomprimibili riempiono zram, questo impedisce il blocco del sistema. Consigliato: 60-75% della RAM totale.
ja: zram が消費できる最大の実 RAM。 OOM (メモリ不足) に対する安全策として機能します。 圧縮できないデータが zram を満たした場合、システムのフリーズを防ぎます。 推奨: 合計 RAM の 60-75%。
nl: Maximale echte RAM die zram kan verbruiken. Fungeert als een vangnet tegen OOM (Out of Memory). Als niet-samendrukbare gegevens zram vullen, voorkomt dit systeembevriezingen. Aanbevolen: 60-75% van de totale RAM.
no: Maksimal faktisk RAM som zram kan konsumere. Fungerer som sikkerhetsnett mot OOM (Out of Memory). Hvis inkomprimerbare data fyller zram, forhindrer dette systemfrysninger. Anbefalt: 60-75% av total RAM.
pl: Maksymalna rzeczywista pamięć RAM, którą zram może zużywać. Działa jako siatka bezpieczeństwa chroniąca przed OOM (brakiem pamięci). Jeśli niekompresowalne dane wypełnią zram, zapobiega to zawieszaniu się systemu. Zalecane: 60-75% całkowitej pamięci RAM.
pt: Máximo de RAM real que o zram pode consumir. Atua como uma rede de segurança contra OOM (Falta de Memória). Se dados incomprimíveis encherem o zram, isso previne travamentos do sistema. Recomendado: 60-75% da RAM total.Máximo de RAM real que o zram pode consumir. Atua como uma rede de segurança contra OOM (Falta de Memória). Se dados não comprimíveis encherem o zram, isso previne travamentos do sistema. Recomendado: 60-75% da RAM total.
ro: RAM-ul real maxim pe care zram îl poate consuma. Acționează ca o plasă de siguranță împotriva OOM (Out of Memory). Dacă datele necomprimabile umplu zram, acest lucru previne blocarea sistemului. Recomandat: 60-75% din totalul RAM.
ru: Максимальный объем реальной ОЗУ, который может потреблять zram. Действует как страховочная сетка от OOM (нехватки памяти). Если несжимаемые данные заполняют zram, это предотвращает зависание системы. Рекомендуется: 60-75% от общего объема ОЗУ.
sk: Maximálna skutočná RAM, ktorú môže zram spotrebovať. Pôsobí ako záchranná sieť proti OOM (nedostatok pamäte). Ak nekomprimovateľné dáta zaplnia zram, zabráni to zamrznutiu systému. Odporúčané: 60-75% celkovej RAM.
sv: Maximalt verkligt RAM som zram kan konsumera. Fungerar som ett skyddsnät mot OOM (Out of Memory). Om okomprimerbar data fyller zram, förhindrar detta systemfrysningar. Rekommenderat: 60-75% av totalt RAM.
tr: Zram'in tüketebileceği maksimum gerçek RAM. OOM'a (Bellek Yetersizliği) karşı bir güvenlik ağı görevi görür. Sıkıştırılamayan veriler zram'i doldurursa, bu sistemin donmasını önler. Önerilen: Toplam RAM'in %60-75'i.
uk: Максимальна реальна RAM, яку може споживати zram. Діє як страхувальна сітка проти OOM (нестачі пам'яті). Якщо нестисливі дані заповнюють zram, це запобігає зависанню системи. Рекомендовано: 60-75% від загальної RAM.
