Repository: ruscher/biglinux-systemd-swap-gui
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Swap Files
bg: Сменяеми файлове
cs: Výměnné soubory
da: Byttefiler
de: Swap-Dateien
el: Αρχεία Swap
es: Archivos Swap
et: Saalefailid
fi: Swap Tiedostot
fr: Fichiers Swap
he: קבצי Swap
hr: Swap Datoteke
hu: Swap Fájlok
is: Skiptiskrár
it: File di Swap
ja: スワップファイル
nl: Wisselbestanden
no: Byttefiler
pl: Pliki Wymiany
pt: Arquivos Swap
ro: Fișiere Swap
ru: Файлы Swap
sk: Swap Súbory
sv: Swap Filer
tr: Takas Dosyaları
uk: Swap Файли

source: Copy to Clipboard
bg: Копирай в клипборда
cs: Kopírovat do schránky
da: Kopier til udklipsholder
de: In Zwischenablage kopieren
el: Αντιγραφή στο Πρόχειρο
es: Copiar al Portapapeles
et: Kopeeri lõikelauale
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papiers
he: העתק ללוח
hr: Kopiraj u međuspremnik
hu: Másolás vágólapra
is: Afrita á klippiborð
it: Copia negli appunti
ja: クリップボードにコピー
nl: Kopiëren naar klembord
no: Kopier til utklippstavle
pl: Kopiuj do Schowka
pt: Copiar para Área de Transferência
ro: Copiază în Clipboard
ru: Скопировать в буфер обмена
sk: Kopírovať do schránky
sv: Kopiera till Urklipp
tr: Panoya Kopyala
uk: Копіювати в буфер обміну

source: Swap Mode
bg: Режим на размяна
cs: Režim výměny
da: Bytte tilstand
de: Swap-Modus
el: Λειτουργία Swap
es: Modo Swap
et: Saaleala režiim
fi: Swap-tila
fr: Mode Swap
he: מצב Swap
hr: Swap Način
hu: Swap Mód
is: Swap Stilling
it: Modalità Swap
ja: スワップモード
nl: Wisselmodus
no: Byttemodus
pl: Tryb Swap
pt: Modo Swap
ro: Mod Swap
ru: Режим Swap
sk: Režim Swap
sv: Swap Läge
tr: Takas Modu
uk: Режим Swap

source: Choose how swap is managed on your system
bg: Изберете как да се управлява swap паметта на вашата система.
cs: Vyberte, jak bude správa swapu na vašem systému.
da: Vælg hvordan swap håndteres på dit system
de: Wählen Sie, wie Swap auf Ihrem System verwaltet wird.
el: Επιλέξτε πώς διαχειρίζεται το swap στο σύστημά σας
es: Elija cómo se gestiona el swap en su sistema
et: Valige, kuidas teie süsteemis saaleala hallatakse
fi: Valitse, miten swap hallitaan järjestelmässäsi
fr: Choisir comment le swap est géré sur votre système
he: בחר כיצד ה-swap מנוהל במערכת שלך
hr: Odaberite kako se upravlja swapom na vašem sustavu
hu: Válassza ki, hogyan kezelje a swapot a rendszerén
is: Veldu hvernig skipti er stjórnað á kerfinu þínu
it: Scegli come viene gestito lo swap sul tuo sistema
ja: システムでのスワップ管理方法を選択してください
nl: Kies hoe swap wordt beheerd op uw systeem
no: Velg hvordan bytte administreres på systemet ditt
pl: Wybierz sposób zarządzania wymianą w systemie
pt: Escolha como o swap é gerenciado no seu sistema
ro: Alegeți cum este gestionat swap-ul pe sistemul dvs.
ru: Выберите, как управляется swap в вашей системе
sk: Vyberte si, ako sa vo vašom systéme spravuje swap
sv: Välj hur swap hanteras på ditt system
tr: Sisteminizde takasın nasıl yönetileceğini seçin
uk: Виберіть, як керувати підкачкою у вашій системі

source: Mode
bg: Режим
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
et: Režiim
fi: Tila
he: מצב
hr: Način
hu: Mód
is: Stilling
it: Modalità
ja: モード
nl: Modus
no: Modus
pl: Tryb
pt: Modo
ro: Mod
ru: Режим
sk: Režim
sv: Läge
tr: Mod
uk: Режим

source: Advanced Settings
bg: Разширени настройки
cs: Pokročilé nastavení
da: Avancerede indstillinger
de: Erweiterte Einstellungen
el: Σύνθετες Ρυθμίσεις
es: Configuración Avanzada
et: Täpsemad seaded
fi: Lisäasetukset
fr: Paramètres Avancés
he: הגדרות מתקדמות
hr: Napredne Postavke
hu: Haladó Beállítások
is: Ítarlegar Stillingar
it: Impostazioni Avanzate
ja: 詳細設定
nl: Geavanceerde instellingen
no: Avanserte Innstillinger
pl: Ustawienia Zaawansowane
pt: Configurações Avançadas
ro: Setări Avansate
ru: Расширенные настройки
sk: Pokročilé Nastavenia
sv: Avancerade Inställningar
tr: Gelişmiş Ayarlar
uk: Розширені Налаштування

source: Fine-tune swap parameters
bg: Настройте параметрите за размяна.
cs: Upravte parametry výměny
da: Finjuster swap-parametre
de: Swap-Parameter feinabstimmen
el: Μικρορύθμιση παραμέτρων swap
es: Ajuste fino de parámetros de swap
et: Peenhäälestage saaleala parameetreid
fi: Hienosäädä swap-parametreja
fr: Affiner les paramètres de swap
he: כוונון עדין של פרמטרי swap
hr: Fino podešavanje swap parametara
hu: Swap paraméterek finomhangolása
is: Fínstilla swap breytur
it: Ottimizza i parametri di swap
ja: スワップパラメータの微調整
nl: Verfijn wisselparameters
no: Finjuster bytteparametere
pl: Dostrój parametry wymiany
pt: Ajuste fino dos parâmetros de swap
ro: Reglați fin parametrii swap
ru: Точная настройка параметров swap
sk: Doladenie parametrov swapu
sv: Finjustera swap-parametrar
tr: Takas parametrelerine ince ayar yapın
uk: Точне налаштування параметрів підкачки

source: Compressed RAM cache for swap
bg: Стиснат RAM кеш за размяна
cs: Komprimovaná RAM cache pro swap
da: Kompprimeret RAM-cache til swap
de: Komprimierter RAM-Cache für Swap
el: Συμπιεσμένη κρυφή μνήμη RAM για swap
es: Caché de RAM comprimido para swap
et: Tihendatud RAM-i vahemälu saaleala jaoks
fi: Pakattu RAM-välimuisti swapille
fr: Cache RAM compressé pour le swap
he: מטמון RAM דחוס עבור swap
hr: Komprimirani RAM cache za swap
hu: Tömörített RAM gyorsítótár a swaphoz
is: Þjappað RAM skyndiminni fyrir swap
it: Cache RAM compressa per swap
ja: スワップ用圧縮 RAM キャッシュ
nl: Gecomprimeerde RAM-cache voor swap
no: Komprimert RAM-cache for bytte
pl: Skompresowana pamięć podręczna RAM do wymiany
pt: Cache de RAM comprimido para swap
ro: Cache RAM comprimat pentru swap
ru: Сжатый кэш ОЗУ для swap
sk: Komprimovaná RAM cache pre swap
sv: Komprimerad RAM-cache för swap
tr: Takas için sıkıştırılmış RAM önbelleği
uk: Стиснутий кеш RAM для swap

source: Compressor
bg: Компресор
cs: Komprimátor
da: Kompressor
de: Kompressor
el: Συμπιεστής
es: Compresor
et: Kompressor
fi: Kompressori
fr: Compresseur
he: דוחס
hr: Kompresor
hu: Kompresszor
is: Þjöppu
it: Compressore
ja: コンプレッサー
no: Kompressor
pl: Kompresor
ro: Compresor
ru: Компрессор
sk: Kompresor
sv: Kompressor
tr: Kompresör
uk: Компресор

source: Compression algorithm
bg: Алгоритъм за компресия
cs: Algoritmus komprese
da: Komprimeringsalgoritme
de: Kompressionsalgorithmus
el: Αλγόριθμος συμπίεσης
es: Algoritmo de compresión
et: Tihendusalgoritm
fi: Pakkausalgoritmi
fr: Algorithme de compression
he: אלגוריתם דחיסה
hr: Algoritam kompresije
hu: Tömörítési algoritmus
is: Þjöppunar reiknirit
it: Algoritmo di compressione
ja: 圧縮アルゴリズム
nl: Compressiealgoritme
no: Kompresjonsalgoritme
pl: Algorytm Kompresji
pt: Algoritmo de compressão
ro: Algoritm de compresie
ru: Алгоритм сжатия
sk: Kompresný algoritmus
sv: Kompressionsalgoritm
tr: Sıkıştırma algoritması
uk: Алгоритм стиснення

source: Max Pool Size
bg: Максимален размер на пула
cs: Maximální velikost poolu
da: Maksimal pool størrelse
de: Max. Poolgröße
el: Μέγιστο Μέγεθος Pool
es: Tamaño Máx. del Pool
et: Maksimaalne basseini suurus
fi: Altaan enimmäiskoko
fr: Taille Max du Pool
he: גודל מאגר מקסימלי
hr: Max Veličina Bazena
hu: Max Pool Mérete
is: Hámarks Stærð Laugar
it: Dimensione Max Pool
ja: 最大プールサイズ
nl: Max Pool-grootte
no: Maks Pool-størrelse
pl: Maks Rozmiar Puli
pt: Tamanho Máx. do Pool
ro: Dimensiune Max Pool
ru: Макс. размер пула
sk: Max. Veľkosť Poolu
sv: Max Poolstorlek
tr: Maks Havuz Boyutu
uk: Макс Розмір Пулу

source: Maximum % of RAM for cache
bg: Максимален % от RAM за кеш
cs: Maximální % RAM pro mezipaměť
da: Maksimal % af RAM til cache
de: Maximaler % an RAM für Cache
el: Μέγιστο % RAM για κρυφή μνήμη
es: Máximo % de RAM para caché
et: Maksimaalne % RAM-ist vahemälu jaoks
fi: Maksimi % RAM-muistista välimuistille
fr: Max % de RAM pour le cache
he: אחוז מקסימלי של RAM למטמון
hr: Maksimalni % RAM-a za cache
hu: Maximális % RAM a gyorsítótárhoz
is: Hámarks % af RAM fyrir skyndiminni
it: Massima % di RAM per cache
ja: キャッシュ用 RAM の最大 %
nl: Maximaal % RAM voor cache
no: Maksimal % RAM for cache
pl: Maksimum % RAM dla pamięci podręcznej
pt: Máximo % de RAM para cache
ro: Maxim % RAM pentru cache
ru: Максимум % ОЗУ для кэша
sk: Maximum % RAM pre cache
sv: Maximalt % av RAM för cache
tr: Önbellek için maksimum % RAM
uk: Максимум % RAM для кешу

source: Compressed block device in RAM
bg: Стиснат блоков устройство в RAM
cs: Komprimované blokové zařízení v RAM
da: Komprimeret blokenhed i RAM
de: Komprimiertes Blockgerät im RAM
el: Συμπιεσμένη συσκευή μπλοκ στη RAM
es: Dispositivo de bloque comprimido en RAM
et: Tihendatud plokkseade RAM-is
fi: Pakattu lohkolaite RAM-muistissa
fr: Périphérique bloc compressé en RAM
he: התקן בלוק דחוס ב-RAM
hr: Komprimirani blok uređaj u RAM-u
hu: Tömörített blokk eszköz a RAM-ban
is: Þjappað blokk tæki í RAM
it: Dispositivo a blocchi compresso in RAM
ja: RAM 内の圧縮ブロックデバイス
nl: Gecomprimeerd blokapparaat in RAM
no: Komprimert blokkenhet i RAM
pl: Skompresowane urządzenie blokowe w RAM
pt: Dispositivo de bloco comprimido na RAM
ro: Dispozitiv bloc comprimat în RAM
ru: Сжатое блочное устройство в ОЗУ
sk: Komprimované blokové zariadenie v RAM
sv: Komprimerad blockenhet i RAM
tr: RAM'de sıkıştırılmış blok cihazı
uk: Стиснутий блоковий пристрій в RAM

source: Virtual Size
bg: Виртуален размер
cs: Virtuální velikost
da: Virtuel Størrelse
de: Virtuelle Größe
el: Εικονικό Μέγεθος
es: Tamaño Virtual
et: Virtuaalne suurus
fi: Virtuaalinen koko
fr: Taille Virtuelle
he: גודל וירטואלי
hr: Virtualna Veličina
hu: Virtuális Méret
is: Sýndar Stærð
it: Dimensione Virtuale
ja: 仮想サイズ
nl: Virtuele Grootte
no: Virtuell Størrelse
pl: Rozmiar Wirtualny
pt: Tamanho Virtual
ro: Dimensiune Virtuală
ru: Виртуальный размер
sk: Virtuálna Veľkosť
sv: Virtuell Storlek
tr: Sanal Boyut
uk: Віртуальний Розмір

source: Uncompressed size (% of RAM)
bg: Некомпресирани размер (% от RAM)
cs: Nepřeplněná velikost (% RAM)
da: Ukodet størrelse (% af RAM)
de: Unkomprimierte Größe (% vom RAM)
el: Μη συμπιεσμένο μέγεθος (% of RAM)
es: Tamaño descomprimido (% de RAM)
et: Tihendamata suurus (% RAM-ist)
fi: Pakkaamaton koko (% RAM-muistista)
fr: Taille non compressée (% de RAM)
he: גודל לא דחוס (% מה-RAM)
hr: Nekomprimirana veličina (% RAM-a)
hu: Tömörítetlen méret (% RAM)
is: Óþjöppuð stærð (% af RAM)
it: Dimensione non compressa (% della RAM)
ja: 非圧縮サイズ (% of RAM)
nl: Niet-gecomprimeerde grootte (% van RAM)
no: Ukomprimert størrelse (% av RAM)
pl: Nieskompresowany rozmiar (% pamięci RAM)
pt: Tamanho descomprimido (% da RAM)
ro: Dimensiune necomprimată (% din RAM)
ru: Несжатый размер (% от ОЗУ)
sk: Nekomprimovaná veľkosť (% RAM)
sv: Okomprimerad storlek (% av RAM)
tr: Sıkıştırılmamış boyut (RAM'in %'si)
uk: Нестиснутий розмір (% від RAM)

source: Algorithm
bg: Алгоритъм
cs: Algoritmus
da: Algoritme
de: Algorithmus
el: Αλγόριθμος
es: Algoritmo
et: Algoritm
fi: Algoritmi
fr: Algorithme
he: אלגוריתם
hr: Algoritam
hu: Algoritmus
is: Reiknirit
it: Algoritmo
ja: アルゴリズム
nl: Algoritme
no: Algoritme
pl: Algorytm
pt: Algoritmo
ro: Algoritm
ru: Алгоритм
sk: Algoritmus
sv: Algoritm
tr: Algoritma
uk: Алгоритм

source: Memory Limit
bg: Ограничение на паметта
cs: Limit paměti
da: Hukommelsesgrænse
de: Speicherlimit
el: Όριο Μνήμης
es: Límite de Memoria
et: Mälulimiit
fi: Muistiraja
fr: Limite de Mémoire
he: מגבלת זיכרון
hr: Memorijski Limit
hu: Memória Limit
is: Minnismörk
it: Limite Memoria
ja: メモリ制限
nl: Geheugenlimiet
no: Minnebegrensning
pl: Limit Pamięci
pt: Limite de Memória
ro: Limită Memorie
ru: Лимит памяти
sk: Limit Pamäte
sv: Minnesgräns
tr: Bellek Sınırı
uk: Ліміт Пам'яті

source: Max physical RAM zram can use (OOM protection)
bg: Максимален физически RAM, който zram може да използва (защита от OOM)
cs: Maximální fyzická RAM, kterou může zram použít (ochrana proti OOM)
da: Maksimal fysisk RAM, som zram kan bruge (OOM-beskyttelse)
de: Max. physischer RAM, den Zram verwenden kann (OOM-Schutz)
el: Μέγιστη φυσική RAM που μπορεί να χρησιμοποιήσει το zram (προστασία OOM)
es: Máx. RAM física que zram puede usar (protección OOM)
et: Maksimaalne füüsiline RAM, mida zram saab kasutada (OOM kaitse)
fi: Maksimi fyysinen RAM, jota zram voi käyttää (OOM-suojaus)
fr: Max RAM physique que zram peut utiliser (protection OOM)
he: מקסימום RAM פיזי ש-zram יכול להשתמש (הגנת OOM)
hr: Max fizički RAM koji zram može koristiti (OOM zaštita)
hu: Max fizikai RAM, amit a zram használhat (OOM védelem)
is: Hámarks líkamlegt RAM sem zram getur notað (OOM vörn)
it: Max RAM fisica utilizzabile da zram (protezione OOM)
ja: zram が使用できる最大物理 RAM (OOM 保護)
nl: Max fysieke RAM die zram kan gebruiken (OOM-bescherming)
no: Maks fysisk RAM zram kan bruke (OOM-beskyttelse)
pl: Maks. fizyczna pamięć RAM, której może używać zram (ochrona OOM)
pt: Máx. RAM física que o zram pode usar (proteção OOM)
ro: Max RAM fizic pe care zram îl poate folosi (protecție OOM)
ru: Макс. физической ОЗУ, которую может использовать zram (защита OOM)
sk: Max. fyzická RAM, ktorú môže zram použiť (ochrana OOM)
sv: Max fysiskt RAM zram kan använda (OOM-skydd)
tr: Zram'in kullanabileceği maks. fiziksel RAM (OOM koruması)
uk: Макс фізичної RAM, яку zram може використовувати (захист OOM)

source: Recompression
bg: Рекомпресия
cs: Rekomprese
da: Rekomprimering
de: Rekompression
el: Επανασυμπίεση
es: Recompresión
et: Uuesti tihendamine
fi: Uudelleenpakkaus
he: דחיסה מחדש
hr: Rekombinacija
hu: Újratömörítés
is: Endurþjöppun
it: Ricompressione
ja: 再圧縮
nl: Hercompressie
no: Rekompresjon
pl: Rekompresja
pt: Recompressão
ro: Recompresie
ru: Повторное сжатие
sk: Rekompresia
sv: Dekomprimering
tr: Yeniden Sıkıştırma
uk: Рекомпресія

source: Recompress idle pages with a secondary algorithm
bg: Прекомпресирайте неактивните страници с вторичен алгоритъм.
cs: Znovu komprimovat nečinné stránky pomocí sekundárního algoritmu
da: Rekomprimer inaktive sider med en sekundær algoritme
de: Inaktive Seiten mit einem sekundären Algorithmus rekomprimieren
el: Επανασυμπίεση ανενεργών σελίδων με δευτερεύοντα αλγόριθμο
es: Recomprimir páginas inactivas con un algoritmo secundario
et: Tihendage jõudeolekus lehed sekundaarse algoritmiga uuesti
fi: Pakkaa käyttämättömät sivut uudelleen toissijaisella algoritmilla
fr: Recompresser les pages inactives avec un algorithme secondaire
he: דחיסה מחדש של דפים לא פעילים עם אלגוריתם משני
hr: Ponovno komprimiraj neaktivne stranice sekundarnim algoritmom
hu: Inaktív oldalak újratömörítése másodlagos algoritmussal
is: Endurþjappa aðgerðalausar síður með aukareiknirit
it: Ricomprimi pagine inattive con un algoritmo secondario
ja: セカンダリアルゴリズムでアイドルページを再圧縮
nl: Hercomprimeer inactieve pagina's met een secundair algoritme
no: Rekomprimer inaktive sider med en sekundær algoritme
pl: Ponownie kompresuj bezczynne strony przy użyciu algorytmu wtórnego
pt: Recomprimir páginas ociosas com um algoritmo secundário
ro: Recomprimați paginile inactive cu un algoritm secundar
ru: Повторное сжатие неактивных страниц с помощью вторичного алгоритма
sk: Rekomprimujte nečinné stránky sekundárnym algoritmom
sv: Dekomprimera inaktiva sidor med en sekundär algoritm
tr: Boşta kalan sayfaları ikincil bir algoritma ile yeniden sıkıştırın
uk: Рекомпресувати неактивні сторінки вторинним алгоритмом

source: Recompression Algorithm
bg: Алгоритъм за рекомпресия
cs: Algoritmus recomprese
da: Rekomprimeringsalgoritme
de: Rekompressionsalgorithmus
el: Αλγόριθμος Επανασυμπίεσης
es: Algoritmo de Recompresión
et: Uuesti tihendamise algoritm
fi: Uudelleenpakkausalgoritmi
fr: Algorithme de Recompression
he: אלגוריתם דחיסה מחדש
hr: Algoritam Rekombinacije
hu: Újratömörítési Algoritmus
is: Endurþjöppunar Reiknirit
it: Algoritmo Ricompressione
ja: 再圧縮アルゴリズム
nl: Hercompressie-algoritme
no: Rekompresjonsalgoritme
pl: Algorytm Rekompresji
pt: Algoritmo de Recompressão
ro: Algoritm Recompresie
ru: Алгоритм повторного сжатия
sk: Algoritmus Rekompresie
sv: Dekomprimeringsalgoritm
tr: Yeniden Sıkıştırma Algoritması
uk: Алгоритм Рекомпресії

source: Secondary algorithm for better ratio on idle pages
bg: Вторичен алгоритъм за по-добро съотношение на неактивни страници
cs: Sekundární algoritmus pro lepší poměr na nečinných stránkách
da: Sekundær algoritme for bedre forhold på inaktive sider
de: Sekundärer Algorithmus für besseres Verhältnis bei inaktiven Seiten
el: Δευτερεύων αλγόριθμος για καλύτερη αναλογία στις ανενεργές σελίδες
es: Algoritmo secundario para mejor tasa en páginas inactivas
et: Teisene algoritm parema suhte saavutamiseks tühikäigulehtedel
fi: Toissijainen algoritmi paremman suhteen saavuttamiseksi käyttämättömillä sivuilla
fr: Algorithme secondaire pour un meilleur ratio sur les pages inactives
he: אלגוריתם משני ליחס טוב יותר בדפים לא פעילים
hr: Sekundarni algoritam za bolji omjer na neaktivnim stranicama
hu: Másodlagos algoritmus a jobb arányért az inaktív oldalakon
is: Aukareiknirit fyrir betra hlutfall á aðgerðalausum síðum
it: Algoritmo secondario per miglior rapporto su pagine inattive
ja: アイドルページの圧縮率を向上させるセカンダリアルゴリズム
nl: Secundair algoritme voor betere verhouding op inactieve pagina's
no: Sekundær algoritme for bedre forhold på inaktive sider
pl: Wtórny algorytm dla lepszego współczynnika na bezczynnych stronach
pt: Algoritmo secundário para melhor taxa em páginas ociosas.
ro: Algoritm secundar pentru un raport mai bun pe pagini inactive
ru: Вторичный алгоритм для лучшего коэффициента на неактивных страницах
sk: Sekundárny algoritmus pre lepší pomer na nečinných stránkach
sv: Sekundär algoritm för bättre förhållande på inaktiva sidor
tr: Boşta kalan sayfalarda daha iyi oran için ikincil algoritma
uk: Вторинний алгоритм для кращого співвідношення на неактивних сторінках

source: Swap File
bg: Суап файл
cs: Výměnný soubor
da: Byttefil
de: Swap-Datei
el: Αρχείο Swap
es: Archivo de Swap
et: Saalefail
fi: Swap-tiedosto
fr: Fichier Swap
he: קובץ Swap
hr: Swap Datoteka
hu: Swap Fájl
is: Skiptiskrá
it: File di Swap
ja: スワップファイル
nl: Wisselbestand
no: Byttefil
pl: Plik Wymiany
pt: Arquivo de Swap
ro: Fișier Swap
ru: Файл подкачки
sk: Swap Súbor
sv: Swap Fil
tr: Takas Dosyası
uk: Файл Swap

source: Dynamic swap files on disk
bg: Динамични файлове за размяна на диска
cs: Dynamické výměnné soubory na disku
da: Dynamiske swap-filer på disk
de: Dynamische Swap-Dateien auf der Festplatte
el: Δυναμικά αρχεία swap στον δίσκο
es: Archivos de swap dinámicos en disco
et: Dünaamilised saalefailid kettal
fi: Dynaamiset swap-tiedostot levyllä
fr: Fichiers swap dynamiques sur disque
he: קבצי swap דינמיים בדיסק
hr: Dinamičke swap datoteke na disku
hu: Dinamikus swap fájlok a lemezen
is: Öflugar skiptiskrár á disk
it: File di swap dinamici su disco
ja: ディスク上の動的スワップファイル
nl: Dynamische wisselbestanden op schijf
no: Dynamiske byttefiler på disk
pl: Dynamiczne pliki wymiany na dysku
pt: Arquivos de swap dinâmicos em disco
ro: Fișiere swap dinamice pe disc
ru: Динамические файлы подкачки на диске
sk: Dynamické swap súbory na disku
sv: Dynamiska swap-filer på disk
tr: Diskte dinamik takas dosyaları
uk: Динамічні файли swap на диску

source: Enabled
bg: Активиран
cs: Povoleno
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
es: Habilitado
et: Lubatud
fi: Käytössä
fr: Activé
he: מופעל
hr: Omogućeno
hu: Engedélyezve
is: Virkt
it: Abilitato
ja: 有効
nl: Ingeschakeld
no: Aktivert
pl: Włączone
pt: Habilitado
ro: Activat
ru: Включено
sk: Povolené
sv: Aktiverad
tr: Etkinleştirildi
uk: Увімкнено

source: Create swap files dynamically
bg: Създайте динамично файлове за размяна.
cs: Dynamicky vytvářet výměnné soubory
da: Opret swap-filer dynamisk
de: Swap-Dateien dynamisch erstellen
el: Δημιουργία αρχείων swap δυναμικά
es: Crear archivos de swap dinámicamente
et: Loo saalefaile dünaamiliselt
fi: Luo swap-tiedostoja dynaamisesti
fr: Créer des fichiers swap dynamiquement
he: צור קבצי swap באופן דינמי
hr: Stvaranje swap datoteka dinamički
hu: Swap fájlok létrehozása dinamikusan
is: Búa til skiptiskrár á öfluga vegu
it: Crea file di swap dinamicamente
ja: スワップファイルを動的に作成
nl: Maak wisselbestanden dynamisch aan
no: Opprett byttefiler dynamisk
pl: Twórz pliki wymiany dynamicznie
pt: Criar arquivos de swap dinamicamente
ro: Creează fișiere swap dinamic
ru: Создавать файлы подкачки динамически
sk: Vytvárať swap súbory dynamicky
sv: Skapa swap-filer dynamiskt
tr: Takas dosyalarını dinamik olarak oluştur
uk: Створювати файли swap динамічно

source: Chunk Size
bg: Размер на парчето
cs: Velikost bloku
da: Chunk Størrelse
de: Blockgröße
el: Μέγεθος Κομματιού
es: Tamaño del Bloque
et: Tüki suurus
fi: Lohkon koko
fr: Taille de Bloc
he: גודל נתח
hr: Veličina Komada
hu: Chunk Mérete
is: Bútastærð
it: Dimensione Chunk
ja: チャンクサイズ
nl: Chunk-grootte
no: Chunk-størrelse
pl: Rozmiar Fragmentu
pt: Tamanho do Bloco
ro: Dimensiune Chunk
ru: Размер чанка
sk: Veľkosť Chunku
sv: Chunk Storlek
tr: Yığın Boyutu
uk: Розмір Частини

source: Base size for each file
bg: Основен размер за всеки файл
cs: Základní velikost pro každý soubor
da: Basisstørrelse for hver fil
de: Basisgröße für jede Datei
el: Βασικό μέγεθος για κάθε αρχείο
es: Tamaño base para cada archivo
et: Iga faili baassuurus
fi: Jokaisen tiedoston peruskoko
fr: Taille de base pour chaque fichier
he: גודל בסיס לכל קובץ
hr: Osnovna veličina za svaku datoteku
hu: Alapméret minden fájlhoz
is: Grunnstærð fyrir hverja skrá
it: Dimensione base per ogni file
ja: 各ファイルの基本サイズ
nl: Basisgrootte voor elk bestand
no: Basisstørrelse for hver fil
pl: Rozmiar podstawowy dla każdego pliku
pt: Tamanho base para cada arquivo
ro: Dimensiunea de bază pentru fiecare fișier
ru: Базовый размер для каждого файла
sk: Základná veľkosť pre každý súbor
sv: Basstorlek för varje fil
tr: Her dosya için temel boyut
uk: Базовий розмір для кожного файлу

source: MGLRU Anti-Thrashing
bg: MGLRU Анти-изчерпване
he: MGLRU אנטי-חבטה
ja: MGLRU スラッシング防止

source: Working set protection
bg: Защита на работния набор
cs: Ochrana pracovního souboru
da: Arbejdsdatasikkerhed
de: Schutz der Arbeitssatzes
el: Προστασία συνόλου εργασίας
es: Protección del working set
et: Töökomplekti kaitse
fi: Työjoukon suojaus
fr: Protection du jeu de travail
he: הגנת קבוצת עבודה
hr: Zaštita radnog skupa
hu: Munkakészlet védelem
is: Vinnusett vörn
it: Protezione working set
ja: ワーキングセット保護
nl: Bescherming van werkset
no: Beskyttelse av arbeidssett
pl: Ochrona zestawu roboczego
pt: Proteção do working set
ro: Protecție set de lucru
ru: Защита рабочего набора
sk: Ochrana pracovnej sady
sv: Skydd för arbetsuppsättning
tr: Çalışma seti koruması
uk: Захист робочого набору

source: Min TTL
bg: Минимален TTL
el: Ελάχιστο TTL
es: Mín TTL
he: TTL מינימלי
is: Mín TTL
ja: 最小 TTL
ru: Мин TTL
uk: Мін TTL

source: Protect working set from eviction
bg: Защита на работния набор от изгонване
cs: Chraňte pracovní sadu před vyřazením
da: Beskyt arbejdsgruppen mod udsættelse
de: Arbeitssatz vor Verdrängung schützen
el: Προστασία συνόλου εργασίας από εξωση
es: Proteger working set de expulsión
et: Kaitske töökomplekti väljatõstmise eest
fi: Suojaa työjoukko häädöltä
fr: Protéger le jeu de travail de l'éviction
he: הגן על קבוצת עבודה מפינוי
hr: Zaštitite radni skup od izbacivanja
hu: Védje meg a munkakészletet a kilakoltatástól
is: Vernda vinnusett gegn brottvísun
it: Proteggi working set dall'espulsione
ja: ワーキングセットを削除から保護する
nl: Bescherm werkset tegen uitzetting
no: Beskytt arbeidssett mot utkastelse
pl: Chroń zestaw roboczy przed eksmisją
pt: Proteger working set de ejeção
ro: Protejați setul de lucru de evacuare
ru: Защитить рабочий набор от вытеснения
sk: Ochrana pracovnej sady pred vylúčením
sv: Skydda arbetsuppsättning från vräkning
tr: Çalışma setini tahliyeden koru
uk: Захистити робочий набір від вилучення

source: None
bg: Няма
cs: Žádné
da: Ingen
de: Keine
el: Κανένα
es: Ninguno
et: Puudub
fi: Ei mitään
fr: Aucun
he: ללא
hr: Nijedan
hu: Nincs
is: Ekkert
it: Nessuno
ja: なし
nl: Geen
no: Ingen
pl: Brak
pt: Nenhum
ro: Niciunul
ru: Нет
sk: Žiadne
sv: Ingen
tr: Hiçbiri
uk: Немає
