Repository: ruscher/biglinux-systemd-swap-gui
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Original (uncompressed) size of data stored in zswap. Compare with Pool size to see how much RAM compression saves.
bg: Оригинален (некомпресиран) размер на данните, съхранени в zswap. Сравнете с размера на пула, за да видите колко RAM компресията спестява.
cs: Původní (nekomprimovaná) velikost dat uložených v zswap. Porovnejte s velikostí poolu, abyste zjistili, kolik RAM komprese ušetří.
da: Original (ukomprimeret) størrelse af data gemt i zswap. Sammenlign med Pool-størrelse for at se, hvor meget RAM-kompression sparer.
de: Originale (unkomprimierte) Größe der in Zswap gespeicherten Daten. Vergleichen Sie mit der Pool-Größe, um zu sehen, wie viel RAM die Kompression spart.
el: Αρχικό (μη συμπιεσμένο) μέγεθος δεδομένων που είναι αποθηκευμένα στο zswap. Συγκρίνετε με το μέγεθος Pool για να δείτε πόση RAM εξοικονομεί η συμπίεση.
es: Tamaño original (descomprimido) de los datos almacenados en zswap. Compare con el tamaño del Pool para ver cuánta RAM ahorra la compresión.
et: Zswapi salvestatud andmete algne (pakkimata) suurus. Võrrelge basseini suurusega, et näha, kui palju RAM-i tihendamine säästab.
fi: Zswapiin tallennetun datan alkuperäinen (pakkaamaton) koko. Vertaa Pool-kokoon nähdäksesi, kuinka paljon RAM-muistia pakkaus säästää.
fr: Taille originale (non compressée) des données stockées dans zswap. Comparez avec la taille du Pool pour voir combien de RAM la compression économise.
he: גודל מקורי (לא דחוס) של נתונים המאוחסנים ב-zswap. השווה עם גודל המאגר כדי לראות כמה דחיסת RAM חוסכת.
hr: Izvorna (nekomprimirana) veličina podataka pohranjenih u zswapu. Usporedite s veličinom Pool-a da vidite koliko RAM-a štedi kompresija.
hu: A zswapban tárolt adatok eredeti (tömörítetlen) mérete. Hasonlítsa össze a Pool méretével, hogy megtudja, mennyi RAM-ot takarít meg a tömörítés.
is: Upprunaleg (óþjöppuð) stærð gagna sem geymd eru í zswap. Berðu saman við stærð laugar til að sjá hversu mikið vinnsluminni þjöppun sparar.
it: Dimensione originale (non compressa) dei dati memorizzati in zswap. Confronta con la dimensione del Pool per vedere quanta RAM risparmia la compressione.
ja: zswap に保存されているデータの元の (非圧縮) サイズ。 プールサイズと比較して、圧縮によってどれだけの RAM が節約されているかを確認します。
nl: Oorspronkelijke (niet-gecomprimeerde) grootte van gegevens opgeslagen in zswap. Vergelijk met Pool-grootte om te zien hoeveel RAM-compressie bespaart.
no: Original (ukomprimert) størrelse på data lagret i zswap. Sammenlign med Pool-størrelse for å se hvor mye RAM-komprimering sparer.
pl: Oryginalny (nieskompresowany) rozmiar danych przechowywanych w zswap. Porównaj z rozmiarem puli, aby zobaczyć, ile kompresja RAM oszczędza.
pt: Tamanho original (descomprimido) dos dados armazenados no zswap. Compare com o tamanho do Pool para ver quanta RAM a compressão economiza.Tamanho original (descomprimido) dos dados armazenados no zswap. Compare com o tamanho do Pool para ver quanta RAM a compressão economiza.
ro: Dimensiunea originală (necomprimată) a datelor stocate în zswap. Comparați cu dimensiunea Pool pentru a vedea câtă RAM economisește compresia.
ru: Оригинальный (несжатый) размер данных, хранящихся в zswap. Сравните с размером пула, чтобы увидеть, сколько ОЗУ экономит сжатие.
sk: Pôvodná (nekomprimovaná) veľkosť dát uložených v zswap. Porovnajte s veľkosťou Poolu, aby ste videli, koľko RAM ušetrí kompresia.
sv: Original (okomprimerad) storlek på data lagrad i zswap. Jämför med Pool-storlek för att se hur mycket RAM-kompression sparar.
tr: Zswap'te depolanan verilerin orijinal (sıkıştırılmamış) boyutu. RAM sıkıştırmasının ne kadar tasarruf sağladığını görmek için Havuz boyutuyla karşılaştırın.
uk: Оригінальний (нестиснутий) розмір даних, що зберігаються в zswap. Порівняйте з розміром пулу, щоб побачити, скільки RAM економить стиснення.

source: Compression ratio of zswap data. Higher = more data fits in less RAM. Typical zstd ratio: 2-4x. Example: 3.0x means 3 GB of data fits in ~1 GB of RAM.
bg: Съотношение на компресия на данни от zswap. По-високо = повече данни се побират в по-малко RAM. Типично съотношение zstd: 2-4x. Пример: 3.0x означава, че 3 GB данни се побират в ~1 GB RAM.
cs: Poměr komprese dat zswap. Vyšší = více dat se vejde do méně RAM. Typický poměr zstd: 2-4x. Příklad: 3,0x znamená, že se 3 GB dat vejde do ~1 GB RAM.
da: Kompressionsforhold for zswap-data. Højere = mere data passer ind i mindre RAM. Typisk zstd-forhold: 2-4x. Eksempel: 3,0x betyder, at 3 GB data passer ind i ~1 GB RAM.
de: Kompressionsrate von Zswap-Daten. Höher = mehr Daten passen in weniger RAM. Typische Zstd-Rate: 2-4x. Beispiel: 3.0x bedeutet, dass 3 GB Daten in ~1 GB RAM passen.
el: Αναλογία συμπίεσης δεδομένων zswap. Υψηλότερη = περισσότερα δεδομένα χωρούν σε λιγότερη RAM. Τυπική αναλογία zstd: 2-4x. Παράδειγμα: 3.0x σημαίνει ότι 3 GB δεδομένων χωρούν σε ~1 GB RAM.
es: Tasa de compresión de datos zswap. Mayor = más datos caben en menos RAM. Tasa típica zstd: 2-4x. Ejemplo: 3.0x significa que 3 GB de datos caben en ~1 GB de RAM.
et: Zswapi andmete tihendussuhe. Kõrgem = rohkem andmeid mahub vähemasse RAM-i. Tüüpiline zstd suhe: 2-4x. Näide: 3,0x tähendab, et 3 GB andmemahtu mahub ~1 GB RAM-i.
fi: Zswap-datan pakkaussuhde. Korkeampi = enemmän dataa mahtuu vähempään RAM-muistiin. Tyypillinen zstd-suhde: 2-4x. Esimerkki: 3.0x tarkoittaa, että 3 GB dataa mahtuu ~1 GB RAM-muistiin.
fr: Taux de compression des données zswap. Plus élevé = plus de données tiennent dans moins de RAM. Taux zstd typique : 2-4x. Exemple : 3.0x signifie que 3 Go de données tiennent dans ~1 Go de RAM.
he: יחס דחיסה של נתוני zswap. גבוה יותר = יותר נתונים נכנסים בפחות RAM. יחס zstd טיפוסי: 2-4x. דוגמה: 3.0x אומר ש-3 GB של נתונים נכנסים ב-~1 GB של RAM.
hr: Omjer kompresije zswap podataka. Veći = više podataka stane u manje RAM-a. Tipični zstd omjer: 2-4x. Primjer: 3.0x znači da 3 GB podataka stane u ~1 GB RAM-a.
hu: A zswap adatok tömörítési aránya. Magasabb = több adat fér el kevesebb RAM-ban. Jellemző zstd arány: 2-4x. Példa: a 3.0x azt jelenti, hogy 3 GB adat elfér ~1 GB RAM-ban.
is: Þjöppunarhlutfall zswap gagna. Hærra = fleiri gögn passa í minna vinnsluminni. Dæmigert zstd hlutfall: 2-4x. Dæmi: 3.0x þýðir að 3 GB af gögnum passa í ~1 GB af vinnsluminni.
it: Rapporto di compressione dei dati zswap. Maggiore = più dati entrano in meno RAM. Rapporto zstd tipico: 2-4x. Esempio: 3.0x significa che 3 GB di dati entrano in ~1 GB di RAM.
ja: zswap データの圧縮率。 高い = より多くのデータがより少ない RAM に収まります。一般的な zstd 比率: 2-4倍。 例: 3.0x は、3 GB のデータが約 1 GB の RAM に収まることを意味します。
nl: Compressieverhouding van zswap-gegevens. Hoger = meer gegevens passen in minder RAM. Typische zstd-verhouding: 2-4x. Voorbeeld: 3.0x betekent dat 3 GB aan gegevens in ~1 GB RAM past.
no: Kompresjonsforhold for zswap-data. Høyere = mer data får plass i mindre RAM. Typisk zstd-forhold: 2-4x. Eksempel: 3.0x betyr at 3 GB data får plass i ~1 GB RAM.
pl: Współczynnik kompresji danych zswap. Wyższy = więcej danych mieści się w mniejszej ilości pamięci RAM. Typowy stosunek zstd: 2-4x. Przykład: 3.0x oznacza, że 3 GB danych mieści się w ~1 GB pamięci RAM.
pt: Taxa de compressão dos dados do zswap. Maior = mais dados cabem em menos RAM. Taxa típica zstd: 2-4x. Exemplo: 3.0x significa que 3 GB de dados cabem em ~1 GB de RAM.Taxa de compressão dos dados do zswap. Maior = mais dados cabem em menos RAM. Taxa típica zstd: 2-4x. Exemplo: 3.0x significa que 3 GB de dados cabem em ~1 GB de RAM.
ro: Raportul de compresie al datelor zswap. Mai mare = mai multe date încap în mai puțin RAM. Raport tipic zstd: 2-4x. Exemplu: 3.0x înseamnă că 3 GB de date încap în ~1 GB de RAM.
ru: Коэффициент сжатия данных zswap. Выше = больше данных помещается в меньшем объеме ОЗУ. Типичный коэффициент zstd: 2-4x. Пример: 3.0x означает, что 3 ГБ данных помещается в ~1 ГБ ОЗУ.
sk: Kompresný pomer dát zswap. Vyššie = viac dát sa zmestí do menšej pamäte RAM. Typický pomer zstd: 2-4x. Príklad: 3.0x znamená, že 3 GB dát sa zmestia do ~1 GB RAM.
sv: Kompressionsförhållande för zswap-data. Högre = mer data får plats i mindre RAM. Typiskt zstd-förhållande: 2-4x. Exempel: 3.0x betyder att 3 GB data får plats i ~1 GB RAM.
tr: Zswap verilerinin sıkıştırma oranı. Daha yüksek = daha az RAM'e daha fazla veri sığar. Tipik zstd oranı: 2-4x. Örnek: 3.0x, 3 GB verinin ~1 GB RAM'e sığdığı anlamına gelir.
uk: Коефіцієнт стиснення даних zswap. Вище = більше даних поміщається в меншому обсязі RAM. Типове співвідношення zstd: 2-4x. Приклад: 3.0x означає, що 3 ГБ даних поміщається в ~1 ГБ RAM.

source: Virtual (uncompressed) size of the zram block device. This is the maximum amount of data zram can hold before compression. Actual RAM usage depends on the compression ratio.
bg: Виртуален (некомпресиран) размер на zram блок устройството. Това е максималното количество данни, което zram може да съхранява преди компресия. Фактическото използване на RAM зависи от съотношението на компресията.
cs: Virtuální (nekomprimovaná) velikost bloku zařízení zram. To je maximální množství dat, které může zram uchovávat před kompresí. Skutečné využití RAM závisí na poměru komprese.
da: Virtuel (ukomprimeret) størrelse af zram blok enheden. Dette er den maksimale mængde data, zram kan holde, før komprimering. Det faktiske RAM-forbrug afhænger af komprimeringsforholdet.
de: Virtuelle (unkomprimierte) Größe des Zram-Blockgeräts. Dies ist die maximale Datenmenge, die Zram vor der Komprimierung halten kann. Der tatsächliche RAM-Verbrauch hängt von der Kompressionsrate ab.
el: Εικονικό (μη συμπιεσμένο) μέγεθος της συσκευής μπλοκ zram. Αυτό είναι το μέγιστο ποσό δεδομένων που μπορεί να κρατήσει το zram πριν από τη συμπίεση. Η πραγματική χρήση RAM εξαρτάται από την αναλογία συμπίεσης.
es: Tamaño virtual (descomprimido) del dispositivo de bloque zram. Esta es la cantidad máxima de datos que zram puede contener antes de comprimir. El uso real de RAM depende de la tasa de compresión.
et: Zrami plokkseadme virtuaalne (tihendamata) suurus. See on maksimaalne andmemaht, mida zram suudab enne tihendamist hoida. Tegelik RAM-i kasutus sõltub tihendusastmest.
fi: Zram-lohkolaitemäärityksen virtuaalinen (pakkaamaton) koko. Tämä on enimmäismäärä dataa, jonka zram voi pitää ennen pakkausta. Todellinen RAM-käyttö riippuu pakkaussuhteesta.
fr: Taille virtuelle (non compressée) du périphérique bloc zram. C'est la quantité maximale de données que zram peut contenir avant compression. L'utilisation réelle de la RAM dépend du taux de compression.
he: גודל וירטואלי (לא דחוס) של התקן הבלוק zram. זוהי כמות הנתונים המקסימלית ש-zram יכול להחזיק לפני דחיסה. שימוש ב-RAM בפועל תלוי ביחס הדחיסה.
hr: Virtualna (nekomprimirana) veličina zram blok uređaja. Ovo je maksimalna količina podataka koju zram može zadržati prije kompresije. Stvarna upotreba RAM-a ovisi o omjeru kompresije.
hu: A zram blokk eszköz virtuális (tömörítetlen) mérete. Ez a maximális adatmennyiség, amelyet a zram a tömörítés előtt tárolhat. A tényleges RAM-használat a tömörítési aránytól függ.
is: Sýndarstærð (óþjappað) af zram blokk tækinu. Þetta er hámarksmagn gagna sem zram getur haldið fyrir þjöppun. Raunveruleg notkun vinnsluminniss fer eftir þjöppunarhlutfalli.
it: Dimensione virtuale (non compressa) del dispositivo a blocchi zram. Questa è la quantità massima di dati che zram può contenere prima della compressione. L'utilizzo effettivo della RAM dipende dal rapporto di compressione.
ja: zram ブロックデバイスの仮想（非圧縮）サイズ。 これは、圧縮前に zram が保持できるデータの最大量です。 実際の RAM 使用量は圧縮率によって異なります。
nl: Virtuele (niet-gecomprimeerde) grootte van het zram-blokapparaat. Dit is de maximale hoeveelheid gegevens die zram kan bevatten vóór compressie. Het werkelijke RAM-gebruik hangt af van de compressieverhouding.
no: Virtuell (ukomprimert) størrelse på zram-blokkenheten. Dette er den maksimale mengden data zram kan holde før komprimering. Faktisk RAM-bruk avhenger av kompresjonsforholdet.
pl: Wirtualny (nieskompresowany) rozmiar urządzenia blokowego zram. Jest to maksymalna ilość danych, jaką zram może pomieścić przed kompresją. Rzeczywiste zużycie pamięci RAM zależy od stopnia kompresji.
pt: Tamanho virtual (descomprimido) do dispositivo de bloco zram. Esta é a quantidade máxima de dados que o zram pode conter antes da compressão. O uso real de RAM depende da taxa de compressão.Tamanho virtual (descomprimido) do dispositivo de bloco zram. Esta é a quantidade máxima de dados que o zram pode conter antes da compressão. O uso real de RAM depende da taxa de compressão.
ro: Dimensiunea virtuală (necomprimată) a dispozitivului bloc zram. Aceasta este cantitatea maximă de date pe care zram o poate reține înainte de compresie. Utilizarea reală a RAM-ului depinde de raportul de compresie.
ru: Виртуальный (несжатый) размер блочного устройства zram. Это максимальный объем данных, который zram может содержать до сжатия. Фактическое использование ОЗУ зависит от степени сжатия.
sk: Virtuálna (nekomprimovaná) veľkosť blokového zariadenia zram. Toto je maximálne množstvo dát, ktoré môže zram obsahovať pred kompresiou. Skutočné využitie RAM závisí od kompresného pomeru.
sv: Virtuell (okomprimerad) storlek på zram blockenheten. Detta är den maximala mängd data zram kan hålla före kompression. Faktisk RAM-användning beror på kompressionsförhållandet.
tr: Zram blok cihazının sanal (sıkıştırılmamış) boyutu. Bu, zram'in sıkıştırmadan önce tutabileceği maksimum veri miktarıdır. Gerçek RAM kullanımı sıkıştırma oranına bağlıdır.
uk: Віртуальний (нестиснутий) розмір блокового пристрою zram. Це максимальна кількість даних, яку zram може утримувати перед стисненням. Фактичне використання RAM залежить від коефіцієнта стиснення.

source: Data currently stored in zram, compressed in RAM. With zstd compression, actual RAM usage is typically 30-50% of this.
bg: Данните в момента се съхраняват в zram, компресирани в RAM. С компресията zstd, действителната употреба на RAM обикновено е 30-50% от това.
cs: Data aktuálně uložená v zram, komprimována v RAM. S kompresí zstd je skutečné využití RAM obvykle 30-50 % z toho.
da: Data, der i øjeblikket er gemt i zram, komprimeret i RAM. Med zstd-komprimering er det faktiske RAM-forbrug typisk 30-50% af dette.
de: Daten, die derzeit in Zram gespeichert sind, komprimiert im RAM. Mit Zstd-Kompression beträgt der tatsächliche RAM-Verbrauch typischerweise 30-50% davon.
el: Δεδομένα που είναι αποθηκευμένα επί του παρόντος στο zram, συμπιεσμένα στη RAM. Με συμπίεση zstd, η πραγματική χρήση RAM είναι τυπικά 30-50% αυτού.
es: Datos actualmente almacenados en zram, comprimidos en RAM. Con compresión zstd, el uso real de RAM es típicamente 30-50% de esto.
et: Praegu zramis salvestatud andmed, mis on tihendatud RAM-is. Zstd-tihenduse korral on tegelik RAM-i kasutus tavaliselt 30–50% sellest.
fi: Zramiin tällä hetkellä tallennettu data, pakattuna RAM-muistiin. Zstd-pakkauksella todellinen RAM-käyttö on tyypillisesti 30-50% tästä.
fr: Données actuellement stockées dans zram, compressées en RAM. Avec la compression zstd, l'utilisation réelle de la RAM est généralement de 30 à 50% de cela.
he: נתונים המאוחסנים כעת ב-zram, דחוסים ב-RAM. עם דחיסת zstd, שימוש ב-RAM בפועל הוא בדרך כלל 30-50% מזה.
hr: Podaci trenutno pohranjeni u zramu, komprimirani u RAM-u. Uz zstd kompresiju, stvarna upotreba RAM-a obično je 30-50% od ovoga.
hu: Jelenleg a zramban tárolt adatok, RAM-ban tömörítve. Zstd tömörítéssel a tényleges RAM-használat jellemzően ennek 30-50%-a.
is: Gögn sem nú eru geymd í zram, þjöppuð í vinnsluminni. Með zstd þjöppun er raunveruleg notkun vinnsluminniss venjulega 30-50% af þessu.
it: Dati attualmente memorizzati in zram, compressi nella RAM. Con la compressione zstd, l'utilizzo effettivo della RAM è tipicamente il 30-50% di questo.
ja: 現在 zram に保存されているデータ、RAM 内で圧縮されています。 zstd 圧縮を使用すると、実際の RAM 使用量は通常、これの 30-50% になります。
nl: Gegevens die momenteel in zram zijn opgeslagen, gecomprimeerd in RAM. Met zstd-compressie is het werkelijke RAM-gebruik doorgaans 30-50% hiervan.
no: Data som for øyeblikket er lagret i zram, komprimert i RAM. Med zstd-komprimering er faktisk RAM-bruk typisk 30-50% av dette.
pl: Dane aktualnie przechowywane w zram, skompresowane w pamięci RAM. Przy kompresji zstd rzeczywiste użycie pamięci RAM wynosi zazwyczaj 30-50% tej wartości.
pt: Dados atualmente armazenados no zram, comprimidos na RAM. Com compressão zstd, o uso real de RAM é tipicamente 30-50% disso.Dados atualmente armazenados no zram, comprimidos na RAM. Com compressão zstd, o uso real de RAM é tipicamente 30-50% disso.
ro: Date stocate în prezent în zram, comprimate în RAM. Cu compresia zstd, utilizarea reală a RAM-ului este de obicei 30-50% din aceasta.
ru: Данные, в настоящее время хранящиеся в zram, сжатые в ОЗУ. При сжатии zstd фактическое использование ОЗУ обычно составляет 30-50% от этого.
sk: Dáta momentálne uložené v zram, komprimované v RAM. S kompresiou zstd je skutočné využitie RAM typicky 30-50% z tohto.
sv: Data som för närvarande lagras i zram, komprimerad i RAM. Med zstd-kompression är faktisk RAM-användning typiskt 30-50% av detta.
tr: Şu anda zram'de depolanan, RAM'de sıkıştırılmış veriler. Zstd sıkıştırma ile gerçek RAM kullanımı genellikle bunun %30-50'sidir.
uk: Дані, що зараз зберігаються в zram, стиснуті в RAM. Зі стисненням zstd фактичне використання RAM зазвичай становить 30-50% від цього.

source: Compression ratio of zram data. Formula: original data size / compressed size. Higher = better compression. Typical zstd ratio: 2-4x.
bg: Съотношение на компресия на zram данни. Формула: оригинален размер на данните / компресиран размер. По-високо = по-добра компресия. Типично zstd съотношение: 2-4x.
cs: Poměr komprese dat zram. Vzorec: velikost původních dat / velikost komprimovaných dat. Vyšší = lepší komprese. Typický poměr zstd: 2-4x.
da: Kompressionsforhold for zram-data. Formel: oprindelig datastørrelse / komprimeret størrelse. Højere = bedre kompression. Typisk zstd-forhold: 2-4x.
de: Kompressionsrate von Zram-Daten. Formel: Originaldatengröße / komprimierte Größe. Höher = bessere Kompression. Typische Zstd-Rate: 2-4x.
el: Αναλογία συμπίεσης δεδομένων zram. Τύπος: αρχικό μέγεθος δεδομένων / συμπιεσμένο μέγεθος. Υψηλότερη = καλύτερη συμπίεση. Τυπική αναλογία zstd: 2-4x.
es: Tasa de compresión de datos zram. Fórmula: tamaño de datos original / tamaño comprimido. Mayor = mejor compresión. Tasa típica zstd: 2-4x.
et: Zrami andmete tihendussuhe. Valem: andmete algsuurus / tihendatud suurus. Kõrgem = parem tihendus. Tüüpiline zstd suhe: 2-4x.
fi: Zram-datan pakkaussuhde. Kaava: alkuperäinen datakoko / pakattu koko. Korkeampi = parempi pakkaus. Tyypillinen zstd-suhde: 2-4x.
fr: Taux de compression des données zram. Formule : taille des données originales / taille compressée. Plus élevé = meilleure compression. Taux zstd typique : 2-4x.
he: יחס דחיסה של נתוני zram. נוסחה: גודל נתונים מקורי / גודל דחוס. גבוה יותר = דחיסה טובה יותר. יחס zstd טיפוסי: 2-4x.
hr: Omjer kompresije zram podataka. Formula: izvorna veličina podataka / komprimirana veličina. Više = bolja kompresija. Tipični zstd omjer: 2-4x.
hu: A zram adatok tömörítési aránya. Képlet: eredeti adatméret / tömörített méret. Magasabb = jobb tömörítés. Jellemző zstd arány: 2-4x.
is: Þjöppunarhlutfall zram gagna. Formúla: upprunaleg gagnastærð / þjappað stærð. Hærra = betri þjöppun. Dæmigert zstd hlutfall: 2-4x.
it: Rapporto di compressione dei dati zram. Formula: dimensione dati originale / dimensione compressa. Maggiore = migliore compressione. Rapporto zstd tipico: 2-4x.
ja: zram データの圧縮率。 式: 元のデータサイズ / 圧縮後のサイズ。 高い = 圧縮率が高い。一般的な zstd 比率: 2-4倍。
nl: Compressieverhouding van zram-gegevens. Formule: oorspronkelijke gegevensgrootte / gecomprimeerde grootte. Hoger = betere compressie. Typische zstd-verhouding: 2-4x.
no: Kompresjonsforhold for zram-data. Formel: original datastørrelse / komprimert størrelse. Høyere = bedre komprimering. Typisk zstd-forhold: 2-4x.
pl: Współczynnik kompresji danych zram. Wzór: oryginalny rozmiar danych / skompresowany rozmiar. Wyższy = lepsza kompresja. Typowy stosunek zstd: 2-4x.
pt: Taxa de compressão dos dados zram. Fórmula: tamanho original / tamanho comprimido. Maior = melhor compressão. Taxa típica zstd: 2-4x.Taxa de compressão dos dados zram. Fórmula: tamanho original dos dados / tamanho comprimido. Maior = melhor compressão. Taxa típica zstd: 2-4x.
ro: Raportul de compresie al datelor zram. Formula: dimensiunea originală a datelor / dimensiunea comprimată. Mai mare = compresie mai bună. Raport tipic zstd: 2-4x.
ru: Коэффициент сжатия данных zram. Формула: исходный размер данных / сжатый размер. Выше = лучшее сжатие. Типичный коэффициент zstd: 2-4x.
sk: Kompresný pomer dát zram. Vzorec: pôvodná veľkosť dát / komprimovaná veľkosť. Vyššie = lepšia kompresia. Typický pomer zstd: 2-4x.
sv: Kompressionsförhållande för zram-data. Formel: original datastorlek / komprimerad storlek. Högre = bättre kompression. Typiskt zstd-förhållande: 2-4x.
tr: Zram verilerinin sıkıştırma oranı. Formül: orijinal veri boyutu / sıkıştırılmış boyut. Daha yüksek = daha iyi sıkıştırma. Tipik zstd oranı: 2-4x.
uk: Коефіцієнт стиснення даних zram. Формула: оригінальний розмір даних / стиснутий розмір. Вище = краще стиснення. Типове співвідношення zstd: 2-4x.
